Repository: TheAlchimest/TemplateFwExample
Catalog: Infrastructure/Resources/Resources/SharedResource.*.resx
Languages: ar

# AbsherAccountNotValid
source: Absher account does not exist for ID number {0}
ar: الحساب ابشر غير موجود لرقم الهويه {0}

# Account_Attachments
source: Attached files
ar: الملفات المرفقة

# Account_BasicData
source: Basic information
ar: المعلومات الأساسية

# Account_BasicData_FoundationArName
source: The name of the entity in Arabic
ar: اسم الجهة باللغة العربية

# Account_BasicData_FoundationEnName
source: Name of the entity in English
ar: اسم الجهة باللغة الانجليزية

# Account_BasicData_FoundationNo
source: Foundation No
ar: رقم المنشأة

# Account_ContactData
source: Addresses and contact
ar: العناوين والاتصال

# Account_ContactData_Address
source: The address
ar: العنوان

# Account_ContactData_City
source: City
ar: المدينة

# Account_ContactData_Domain
source: Domain name
ar: اسم النطاق

# Account_ContactData_PostalCode
source: Mail box
ar: صندوق البريد

# Account_ContactData_Tel
source: Phone number
ar: رقم الهاتف

# Account_ContactData_Wasel
source: Wasel number
ar: رقم واصل

# Account_ContactData_Website
source: Website
ar: الموقع الالكتروني

# Account_ContactData_ZipCode
source: Postal code
ar: الرمز البريدي

# Account_ContactPersons
source: Contacts
ar: جهات الاتصال

# Account_ContactPersons_
source: Person's account
ar: حساب الشخص

# Account_ContactPersons_1
source: Contacts
ar: جهات الاتصال

# Account_ContactPersons_2
source: Person's account
ar: حساب الشخص

# Account_Governments_Add
source: Add a government agency account
ar: اضافة حساب جهة حكومية

# Account_Governments_Management
source: Managing the accounts of government agencies
ar: إدارة حسابات الجهات حكومية

source: Account manager
ar: مدير الحساب

source: Action
ar: الإجراء

# ActionDelete
source: Delete
ar: حذف

# ActionEdit
source: Edit
ar: تعديل

# Actions
source: Procedures
ar: الإجراءات

# ActionSend
source: Send
ar: ارسال

# ActivatedSuccessfully
source: Activation completed successfully
ar: تمت عملية التفعيل بنجاح

# ActivateFoundationAccountNotificationTitle
source: Activate the corporate account
ar: تفعيل حساب المؤسسه

# ActivateUserAccountNotificationTitle
source: Activate the user account
ar: تفعيل حساب المستخدم

# Add
source: Addition
ar: إضافة

# Add New Vote
source: Add a new vote
ar: إضافة تصويت جديد

source: Added successfully
ar: تمت عملية الاضافة بنجاح

# AddingSpAccountForBusinessSuccessfully
source: The process of adding an account as a service provider has been completed successfully
ar: تمت عملية اضافة حساب كمزود خدمة بنجاح

# AddNewAdminNotificationTitle
source: Add a new controller
ar: إضافه متحكم جديد

# Admin
source: System manager
ar: مدير النظام

# Admin Settings
source: System manager settings
ar: إعدادات مدير النظام

# All
source: Everyone
ar: الكل

# Already have an account? Login!
source: Do you have an account? sign in!
ar: هل لديك حساب؟ تسجيل الدخول!

# AlreadyPollBefore
source: You have already answered the survey
ar: لقد قمت بالإجابة علي الإستطلاع من قبل

source: AM
ar: ص

# Announce
source: Circulars
ar: التعاميم

# AnnounceManagement
source: Circular management
ar: إدارة التعاميم

# Answer
source: The answer
ar: الإجابة

# AnswerArabic
source: Arabic answer
ar: الإجابة العربي

# Application Under miantenance
source: The application is being maintained
ar: جاري صيانة التطبيق

# Are you sure you want to delete?
source: Are sure of the deleting process?
ar: هل أنت متأكد من عملية الحذف؟

# Are you sure you want to open this vote?
source: Are you sure to activate
ar: هل أنت متأكد من تفعيل

# Are you sure you want to stop this vote?
source: Are you sure to turn off the activation
ar: هل أنت متأكد من إيقاف تفعيل

# Area
source: Region
ar: المنطقة

source: Area name
ar: إسم المنطقة

# Areas
source: Regions
ar: المناطق

# At max
source: At most 5
ar: على الأكثر 5

source: Audit log
ar: سجل التدقيق

# BackDirection
source: left
ar: right

# Cancel
source: Cancellation
ar: إلغاء

source: Categories
ar: التصنيفات

source: Category
ar: التصنيف

# CategoryHasRelatedService
source: Category has related services
ar: التصنيف لدية خدمات مرتبطة

# Choose
source: The choice
ar: الإختيار

# Cities
source: The cities
ar: المدن

source: City
ar: المدينة

# CityName
source: The city name
ar: إسم المدينة

# Complaint
source: Complaints and suggestions
ar: الشكاوي والمقترحات

# ComplaintGotResponse
source: Your inquiry has been answered
ar: تم الرد على الإستفسار المقدم من طرفكم

# ComplaintResponseNotificationTitle
source: Your complaint has been answered
ar: تم الرد علي الشكوى الخاصه بكم

source: Complaints and suggestions
ar: الشكاوى و الإقتراحات

# ComplaintSavedSuccessfully
source: Your inquiry has been received, thank you for contacting us
ar: تم استلام إستفساركم شكرا لتواصلكم

# ComplanManagement
source: Complaints and suggestions management
ar: ادارة الشكاوي والمقترحات

# ComplanSavedSuccessfully
source: Your complaint has been received. Thank you for contacting us
ar: تم استلام إستفساركم شكرا لتواصلكم

source: Confirm password
ar: تأكيد كلمة المرور

# Contact type
source: Means of communication
ar: وسيلة التواصل

# ContactIsValid
source: The data entered is correct
ar: البيانات المدخله صحيحه

source: Countries
ar: البلدان

source: Country
ar: البلد

# Country_Code
source: Code
ar: الرمز

# Country_CreatedBy
source: Created by
ar: تم إنشاؤه بواسطة

# Country_CreationDate
source: Creation date
ar: تاريخ الإنشاء

source: Country information
ar: معلومات الدولة

# Country_IsAvailable
source: Is available?
ar: متاح؟

# Country_LastModificationDate
source: Last modification date
ar: تاريخ آخر تعديل

# Country_LastModifiedBy
source: Last modified by
ar: آخر تعديل بواسطة

# Country_Management
source: Countries management
ar: إدارة الدول

# Country_Name
source: Name
ar: الاسم

# Country_NameAr
source: Name in Arabic
ar: الإسم باللغة العربية

# Country_NameEn
source: Name in English
ar: الإسم باللغة الانجليزية

# Create
source: New
ar: جديد

source: Create an account!
ar: انشئ حساب!

# CreateArea
source: Create a region
ar: إنشاء منطقة

# CreateAt
source: Added date
ar: تاريخ الاضافة

# CreateCity
source: Create a city
ar: إنشاء مدينة

source: Created by
ar: تم الإضافة بواسطة

# CreatePaymentWay
source: Create a payment method
ar: إنشاء طريقة دفع

# CreateProject
source: Project establishment
ar: إنشاء مشروع

# CreateSpeciality
source: Create a specialty
ar: إنشاء تخصص

source: Creation date
ar: تاريخ الإضافة

source: Dark mode
ar: الوضع المظلم

# Dashboard
source: Control Board
ar: لوحة التحكم

# DataChangedSuccessfully
source: The data has been changed successfully
ar: تم تغيير البيانات بنجاح

# DeactivatedSuccessfully
source: The suspension has been completed successfully
ar: تمت عملية الإيقاف بنجاح

# DeactivateFoundationAccountNotificationTitle
source: Disable the organization's account
ar: تعطيل حساب المؤسسه

# DeactivateUserAccountNotificationTitle
source: Disable user account
ar: تعطيل حساب المستخدم

source: Default credentials
ar: افتراضي ثائق التفويض

# DefaultOption
source: Choose ...
ar: إختر ...

source: Delete
ar: حذف

# Deleted Successfully
source: The deletion process has been successful
ar: تمت عملية الحذف بنجاح

# deletedSuccessfuly
source: The deletion process has been successful
ar: تمت عملية الحذف بنجاح

# Description
source: The description
ar: الوصف

# DescriptionArabic
source: Arabic description
ar: الوصف العربي

# Document
source: Documents
ar: الوثائق

# DownloadingError
source: There was an error downloading the file
ar: حدث خطأ في تحميل الملف

# Edit
source: Amendment
ar: تعديل

source: Edit area
ar: تعديل المنطقة

# EditCity
source: Modify the city
ar: تعديل المدينة

# EditPaymentWay
source: Edit payment method
ar: تعديل طريقة الدفع

# EditProject
source: Project modification
ar: تعديل المشروع

# EditSpeciality
source: Edit Specialization
ar: تعديل التخصص

source: E-mail
ar: البريد الإلكتروني

source: E-mail address
ar: عنوان البريد الإلكتروني

# EndAt
source: Survey end date
ar: تاريخ انتهاء الإستطلاع

source: Error
ar: خطأ

# EvaluationRate
source: Evaluation
ar: التقييم

# Exception1
source: Wrong user data
ar: بيانات المستخدم خاطئة

# Exception10
source: A confirmation code has been sent to your mobile phone
ar: تم إرسال رمز التأكيد إلي الهاتف الجوال

# Exception1000
source: Sorry, an unexpected error occurred
ar: نأسف حدث خطأ غير متوقع

# Exception1001
source: Addition failed
ar: فشلت عملية الاضافة

# Exception1002
source: Data call failed
ar: فشلت عملية استدعاء البيانات

# Exception1003
source: Edit operation failed
ar: فشلت عملية التعديل

# Exception1004
source: Deletion failed
ar: فشلت عملية الحذف

# Exception1005
source: Activation failed
ar: فشلت عملية التفعيل

# Exception1006
source: Stop operation failed
ar: فشلت عملية الإيقاف

# Exception1007
source: Publish failed
ar: فشلت عملية النشر

# Exception1008
source: Stop operation failed
ar: فشلت عملية الإيقاف

# Exception1009
source: Data call failed
ar: فشلت عملية استدعاء البيانات

# Exception101
source: Duplicate facility number
ar: رقم المنشأة مكرر

# Exception1010
source: Save failed
ar: فشلت عملية الحفظ

# Exception1011
source: Rejection failed
ar: فشلت عملية الرفض

# Exception1012
source: Reply failed
ar: فشلت عملية الرد

# Exception1013
source: Data call failed
ar: فشلت عملية استدعاء البيانات

# Exception1014
source: Data call failed
ar: فشلت عملية استدعاء البيانات

# Exception1015
source: Upload failed
ar: فشلت عملية الرفع

# Exception1016
source: Download failed
ar: فشلت عملية التحميل

# Exception1017
source: The process of adding the service to the preferred services failed
ar: فشلت عملية اضافة الخدمة للخدمات المفضلة

# Exception1018
source: Failed to remove the service from the list of favorite services
ar: فشلت عملية ازالة الخدمة من قائمة الخدمات المفضلة

# Exception1019
source: Verification failed
ar: فشلت عملية التحقق

# Exception102
source: The name in Arabic is repeated
ar: الاسم باللغة العربية مكرر

# Exception103
source: The name in English is repeated
ar: الاسم باللغة الانجليزية مكرر

# Exception104
source: Attachments must be added
ar: يجب اضافة المرفقات

# Exception105
source: Contacts must be added
ar: يجب اضافة جهات الاتصال

# Exception106
source: One of the contacts must be selected as an account manager
ar: يجب تحديد أحد جهات الاتصال مدير للحساب

# Exception107
source: User not found
ar: المستخدم غير موجود

# Exception108
source: The old password is incorrect
ar: كلمه المرور القديمه غير صحيحه

# Exception109
source: Invalid confirmation code
ar: رمز التأكيد غير صحيح

# Exception11
source: The confirmation code has expired
ar: إنتهت صلاحية رمز التأكيد

# Exception110
source: Username already exists
ar: إسم المستخدم موجود من قبل

# Exception1101
source: Service provider account creation failed
ar: فشلت عملية انشاء حساب مزود خدمة

# Exception111
source: Username or password is incorrect
ar: إسم المستخدم او كلمة المرور غير صحيحه

# Exception112
source: The password is invalid, not less than four characters
ar: كلمة المرور غير سليمه, لاتقل عن اربع حروف

# Exception113
source: Invalid email
ar: البريد الإلكتروني غير صحيح

# Exception114
source: You have exceeded the maximum number of confirmation codes
ar: تجاوزت الحد الأقصى لعدد رموز التأكيد

# Exception115
source: The ID number and date of birth are not found in Absher
ar: رقم الهويه و تاريخ الميلاد غير موجود في ابشر

# Exception116
source: The contact email is not associated with the domain name
ar: البريد الإلكتروني لجهه الإتصال غير مرتبط بإسم النطاق

# Exception117
source: Institution account not found
ar: حساب المؤسسة غير موجود

# Exception118
source: No data has been updated
ar: لا يوجد بيانات تم تحديثها

# Exception12
source: Data modification failed
ar: فشلت عملية تعديل البيانات

# Exception13
source: Invalid verification code
ar: رمز التأكد غير صحيح

# Exception14
source: The service is published
ar: الخدمة منشورة

# Exception2
source: This item already exists
ar: هذا العنصر موجود من قبل

# Exception3
source: Not available in the system
ar: غير موجود بالنظام

# Exception4
source: The operation cannot be completed on a vote that has already been activated
ar: لا يمكن إتمام العملية على تصويت تم تفعيله من قبل

# Exception5
source: A published service cannot be deleted
ar: لا يمكن حذف خدمة تم نشرها

# Exception500
source: Sorry, an unexpected error occurred
ar: نأسف حدث خطأ غير متوقع

# Exception501
source: Request Not Exists
ar: طلب غير موجود

# Exception502
source: Request Not In Draft Cannot Delete
ar: الطلب ليس في المسودة لا يمكن حذفه

# Exception503
source: Document Not Exists
ar: المستند غير موجود

# Exception504
source: Request Already Exists
ar: طلب موجود بالفعل

# Exception506
source: Service not exists
ar: الخدمة غير موجودة

# Exception510
source: Account ID Number Exists Before
ar: الرقم الشخصي موجود من قبل

# Exception511
source: Account Is Blocked
ar: المستخدم محظور

# Exception512
source: Account Name Exists Before
ar: إسم المستخدم موجود من قبل

# Exception513
source: Account ID Number Not Exists
ar: الرقم الشخصى غير مسجل من قبل

# Exception522
source: Id Number already Exists
ar: الرقم الشخصى مسجل من قبل

# Exception523
source: Email already Exists
ar: البريد الإلكتروني مسجل من قبل

# Exception524
source: Mobile already Exists
ar: الموبايل مسجل من قبل

# Exception525
source: Posission exist before
ar: المنصب موجود من قبل

# Exception526
source: Failed To Create User Account Manager
ar: فشل إنشاء مدير الحساب

# Exception527
source: Failed To Update User Account Manager
ar: فشل التحويل إلي مدير حساب

# Exception528
source: Failed To Remove User Account Manager
ar: فشل إزالة مدير الحساب

# Exception529
source: Can't Remove Last Account Manager
ar: لا يمكن حذف آخر مدير حساب

# Exception6
source: You cannot delete your account
ar: لا يمكنك حذف حسابك

# Exception7
source: You have already answered the survey
ar: لقد قمت بالإجابة علي الإستطلاع من قبل

# Exception8
source: Category has related services
ar: التصنيف لدية خدمات مرتبطة

# Exception9
source: You have already answered the vote
ar: لقد قمت بالإجابة علي التصويت من قبل

# FailedToCheckAbsher
source: Failed to check {0} information from MOI
ar: لا يمكن التحقق من البيانات {0} في وزارة الداخلية

# FAQ
source: Common questions
ar: الأسئلة الشائعة

# Faq1
source: Faq
ar: الأسئلة الشائعة

# FaqManagement
source: Frequently Asked Questions Data Management
ar: ادارة بيانات الأسئلة الشائعة

source: Faqs
ar: الأسئلة الشائعة

# Faq_Answer
source: Answer
ar: الاجابة

# Faq_AnswerAr
source: Answer in Arabic
ar: الجواب باللغة العربية

# Faq_AnswerEn
source: Answer in English
ar: الجواب باللغة الإنجليزية

# Faq_Portal
source: Portal
ar: البوابة

# Faq_PortalChoose
source: Choose portal
ar: اختر البوابة

# Faq_Question
source: Question
ar: السؤال

# Faq_QuestionAr
source: Question in Arabic
ar: السؤال باللغة العربية

# Faq_QuestionEn
source: Question in English
ar: السؤال باللغة الإنجليزية

# Faq_Service
source: Service
ar: الخدمة

# Faq_ServiceChoose
source: Choose service
ar: اختر الخدمة

source: First Name
ar: الاسم الاول

# FirstName
source: Last name
ar: الإسم الأل

# Forgot Password?
source: Did you forget your password?
ar: هل نسيت كلمة المرور؟

# FoundationArabicRepeated
source: Foundation arabic name already exists
ar: إسم المؤسسة باللغة العربية موجود من قبل

# FoundationCreatedNotificationTitle
source: A new corporate account has been created
ar: تم إنشاء حساب مؤسسه جديد

# FoundationEnglishRepeated
source: Foundation english name already exists
ar: إسم المؤسسة باللغة الإنجليزية موجود من قبل

# FoundationNoRepeated
source: Foundation number already exists
ar: رقم المؤسسة موجود من قبل

# General_Email
source: E-mail
ar: البريد الالكتروني

# General_MobileNo
source: Mobile number
ar: رقم الجوال

# General_Name
source: The name
ar: الاسم

# General_Tel
source: Phone number
ar: رقم الهاتف

source: Icon
ar: ايقون

source: Image
ar: الصورة

# InvalidAttachmentSize
source: File exceeded the allowed size
ar: تخطى الملف الحجم المسموح به

# InvalidAttachmentType
source: Unsupported or incorrect format
ar: صيغة غير مدعومة او غير صحيحة

source: Is available
ar: الحالة

source: Language
ar: اللغة

source: Languages
ar: اللغات

# Language_IsDefault
source: Is default?
ar: هو الافتراضي؟

# Last Name
source: Nickname
ar: الكنية

source: Last modification date
ar: تاريخ أخر تعديل

# LastModifiedBy
source: Last modification by
ar: تم أخر تعديل بواسطة

# LastName
source: Nickname
ar: الكنية

# Login
source: Sign in
ar: تسجيل الدخول

# LoginedSuccessfully
source: You are logged in successfully
ar: تم الدخول بنجاح

source: Log out
ar: تسجيل خروج

# Manage Areas
source: District management
ar: إدارة المناطق

# Manage category
source: Manage Categories
ar: إدارة التصنيفات

# Manage ComplaintsAndSuggestions
source: Complaints and suggestions management
ar: إدارة الشكاوى و المقترحات

# Manage Projects
source: Project management
ar: إدارة المشاريع

# Manage voting
source: Vote management
ar: إدارة التصويتات

# ManageCities
source: City ​​management
ar: إدارة المدن

# ManageFaqs
source: Manage FAQ
ar: إدارة الأسئلة الشائعة

# ManagePaymentWays
source: Payment Methods Management
ar: إدارة طرق الدفع

# ManageServices
source: Service management
ar: إدارة الخدمات

# ManageSpecialities
source: Department of Specialties
ar: إدارة التخصصات

# Massage
source: The message
ar: الرسالة

# Massage type
source: Message type
ar: نوع الرسالة

# Master
source: Main
ar: الرئيسية

# Max number of voting options
source: Can not enter more than 5
ar: لا يمكن إدخال أكثر من 5

# Min number of voting options
source: At least enter 2
ar: على الأقل أدخل 2

source: Months
ar: الشهور

# Name
source: The name
ar: الإسم

# NameArabic
source: Arabic name
ar: الإسم العربي

source: New
ar: جديد

# NewMassage
source: New messages
ar: الرسائل الجديدة

source: No services
ar: لا يوجد خدمات

source: No vote
ar: لا يوجد تصويت

# Ok
source: Confirm
ar: تأكيد

# OperationDone_1
source: Added successfully
ar: تمت عملية الاضافة بنجاح

# OperationDone_10
source: Saved successfully
ar: تمت عملية الحفظ بنجاح

# OperationDone_11
source: Rejection completed successfully
ar: تمت عملية الرفض بنجاح

# OperationDone_12
source: The response has been completed successfully
ar: تمت عملية الرد بنجاح

# OperationDone_13
source: The data recall was completed successfully
ar: تمت عملية استدعاء البيانات بنجاح

# OperationDone_14
source: The data recall was completed successfully
ar: تمت عملية استدعاء البيانات بنجاح

# OperationDone_15
source: The upload has been completed successfully
ar: تمت عملية الرفع بنجاح

# OperationDone_16
source: Download completed successfully
ar: تمت عملية التحميل بنجاح

# OperationDone_17
source: The Verification has been completed successfully
ar: تمت عملية التحقق بنجاح

# OperationDone_18
source: The OTP has been sent successfully
ar: تمت عملية إرسال كود التحقق بنجاح

# OperationDone_19
source: Registration completed successfully
ar: تمت عملية إرسال التسجيل بنجاح

# OperationDone_2
source: The data recall was completed successfully
ar: تمت عملية استدعاء البيانات بنجاح

# OperationDone_3
source: Editing completed successfully
ar: تمت عملية التعديل بنجاح

# OperationDone_4
source: The deletion process has been successful
ar: تمت عملية الحذف بنجاح

# OperationDone_5
source: Activation completed successfully
ar: تمت عملية التفعيل بنجاح

# OperationDone_6
source: The suspension has been completed successfully
ar: تمت عملية الإيقاف بنجاح

# OperationDone_7
source: Deployment completed successfully
ar: تمت عملية النشر بنجاح

# OperationDone_8
source: The suspension has been completed successfully
ar: تمت عملية الإيقاف بنجاح

# OperationDone_9
source: The data recall was completed successfully
ar: تمت عملية استدعاء البيانات بنجاح

# OperationFailed_0
source: Sorry, an unexpected error occurred
ar: نأسف حدث خطأ غير متوقع

# OperationFailed_1
source: Addition failed
ar: فشلت عملية الاضافة

# OperationFailed_10
source: Save failed
ar: فشلت عملية الحفظ

# OperationFailed_11
source: Rejection failed
ar: فشلت عملية الرفض

# OperationFailed_12
source: Reply failed
ar: فشلت عملية الرد

# OperationFailed_13
source: Data call failed
ar: فشلت عملية استدعاء البيانات

# OperationFailed_14
source: Data call failed
ar: فشلت عملية استدعاء البيانات

# OperationFailed_15
source: Upload failed
ar: فشلت عملية الرفع

# OperationFailed_16
source: Download failed
ar: فشلت عملية التحميل

# OperationFailed_17
source: Verification failed
ar: فشلت عملية التحقق

# OperationFailed_18
source: Sending OTP failed
ar: فشلت عملية إرسال كود التحقق

# OperationFailed_19
source: Registration faild
ar: فشلت عملية التسجيل

# OperationFailed_2
source: Data call failed
ar: فشلت عملية استدعاء البيانات

# OperationFailed_3
source: Edit operation failed
ar: فشلت عملية التعديل

# OperationFailed_4
source: Deletion failed
ar: فشلت عملية الحذف

# OperationFailed_5
source: Activation failed
ar: فشلت عملية التفعيل

# OperationFailed_6
source: Stop operation failed
ar: فشلت عملية الإيقاف

# OperationFailed_7
source: Publish failed
ar: فشلت عملية النشر

# OperationFailed_8
source: Stop operation failed
ar: فشلت عملية الإيقاف

# OperationFailed_9
source: Data call failed
ar: فشلت عملية استدعاء البيانات

# OTPNotificationTitle
source: Confirmation Code
ar: رمز التأكيد

# OtpSent
source: Confirmation code has been sent
ar: تم إرسال رمز التأكيد

# OTPSentSuccessfully
source: Verification code sent successfully
ar: تم إرسال كود التحقق بنجاح

# PageSize
source: Items count
ar: عدد العناصر

# Password
source: The password
ar: كلمه السر

# PasswordRestoredSuccessfully
source: The new password has been sent to the phone
ar: تم إرسال كلمه المرور الجديدة إلي الهاتف

# PaymentWays
source: Payment methods
ar: طرق الدفع

# Person_BirthDate
source: Date of Birth
ar: تاريخ الميلاد

# Person_IdNumber
source: Identification Number
ar: رقم الهوية

# Person_JobTitle
source: Position
ar: المنصب

# PM
source: M
ar: م

# Poll
source: Polls
ar: إستطلاعات الرأي

# PollManagement
source: Polls management
ar: إدارة إستطلاعات الرأي

# PollQuestion
source: Poll questions
ar: أسئلة إستطلاعات الرأي

# PollQuestionManagement
source: Manage poll questions
ar: إدارة أسئلة إستطلاعات الرأي

# PollResult
source: Poll results
ar: نتائج استطلاعات الرأي

# PollResultManagement
source: Managing poll results
ar: إدارة نتائج استطلاعات الرأي

# PollSavedSuccessfully
source: The survey has been sent, thanking you for your fruitful participation in the development of the Authority's services
ar: تم ارسال الاستطلاع شاكرين مشاركتكم المثمرة في تطوير خدمات الهيئة

# Portal
source: The gate
ar: البوابة

source: Portals
ar: البوابات

# Portal_Description
source: Description
ar: الوصف

# Portal_DescriptionAr
source: Description in Arabic
ar: الوصف باللغة العربية

# Portal_DescriptionEn
source: Description in English
ar: الوصف باللغة الإنجليزية

# Portal_Link
source: Link
ar: الرابط

# PoweredBy
source: Done by
ar: تم بواسطة

# Profile
source: Profile personly
ar: الملف الشخصي

# ProfiledSavedSuccessfully
source: The contact details have been modified successfully
ar: تم تعديل بيانات التواصل بنجاح

source: Projects
ar: المشاريع

# PublishedSuccessfully
source: Deployment completed successfully
ar: تمت عملية النشر بنجاح

# Question
source: The question
ar: السؤال

# QuestionArabic
source: Arabic question
ar: السؤال العربي

# RateSuccessfully
source: The evaluation has been sent, thanking you for your fruitful participation in the development of the Authority's services
ar: تم ارسال التقييم شاكرين مشاركتكم المثمرة في تطوير خدمات الهيئة

# Ready to Leave?
source: Ready to let go?
ar: على استعداد لترك؟

# Refresh
source: Update
ar: تحديث

# Register
source: Sign Up
ar: تسجيل

# Register Account
source: Register an account
ar: تسجيل حساب

# RejectedSuccessfully
source: Rejection completed successfully
ar: تمت عملية الرفض بنجاح

# RejectedSuccessfully1
source: Rejection completed successfully
ar: تمت عملية الرفض بنجاح

# RejectUserAccountNotificationTitle
source: User account has been rejected
ar: تم رفض حساب المستخدم

source: Remember me
ar: تذكرنى

# Repeat Password
source: Reset password
ar: اعد كلمة السر

# Replied
source: Answered
ar: تم الرد

source: Reply
ar: الرد
