Repository: TheAlchimest/TemplateFwExample
Catalog: Infrastructure/Resources/Resources/SharedResource.*.resx
Languages: ar

source: Request Details
ar: تفاصيل الطلب

# Request_Details1
source: Request Details
ar: تفاصيل الطلب

# Request_Log
source: Workflow
ar: سير الاجراء

# Request_Log1
source: Workflow
ar: سير الاجراء

source: Roles
ar: الأدوار

source: Save
ar: حفظ

source: Saved successfully
ar: تمت عملية الحفظ بنجاح

source: Saved successfully
ar: تمت عملية الحفظ بنجاح

# SaveProfileImageSuccessfully
source: Profile image saved successfully
ar: تم حفظ الصورة بنجاح

source: Search
ar: بحث

# Service
source: The service
ar: الخدمة

# ServiceBase
source: Types of electronic services
ar: أنواع الخدمات الالكترونية

# ServiceBaseDelete_SqlExecution_ExecutionDone
source: The deletion process has been successful
ar: تمت عملية الحذف بنجاح

# ServiceBaseDelete_SqlExecution_HasRelatedItems
source: Unable to complete the deletion process due to related services
ar: لا يمكن اتمام عملية الحذف لوجود خدمات مرتبطة

# ServiceBaseDelete_SqlExecution_NoChanges
source: Deletion failed
ar: فشلت عملية الحذف

# ServiceBaseManagement
source: Manage types of electronic services
ar: إدارة أنواع الخدمات الالكترونية

# ServiceCategory
source: Categories
ar: التصنيفات

# ServiceCategoryDelete_SqlExecution_ExecutionDone
source: The deletion process has been successful
ar: تمت عملية الحذف بنجاح

# ServiceCategoryDelete_SqlExecution_HasRelatedItems
source: Unable to complete the deletion process due to related services
ar: لا يمكن اتمام عملية الحذف لوجود خدمات مرتبطة

# ServiceCategoryDelete_SqlExecution_NoChanges
source: Deletion failed
ar: فشلت عملية الحذف

# ServiceCategoryManagement
source: Manage Categories
ar: إدارة التصنيفات

source: Service management
ar: إدارة الخدمات

source: Services
ar: الخدمات

# Services1
source: Services
ar: الخدمات

# ServiceSave_ServiceCodeExists
source: Service Code Exists before
ar: رقم الخدمة مسجل من قبل

source: Service types
ar: أنواع الخدمة

# Service_Conditions
source: Conditions
ar: الشروط

# Service_ConditionsAr
source: Conditions in Arabic
ar: الشروط باللغة العربية

# Service_ConditionsEn
source: Conditions in English
ar: الشروط باللغة الإنجليزية

# Service_DocumentRequired
source: Document required
ar: الوثيقة المطلوبة

# Service_DocumentRequiredAr
source: Document required in Arabic
ar: الوثيقة المطلوبة باللغة العربية

# Service_DocumentRequiredEn
source: Document required in English
ar: الوثيقة المطلوبة باللغة الإنجليزية

# Service_Fees
source: Fees
ar: الرسوم

# Service_FeesAr
source: Fees in Arabic
ar: الرسوم باللغة العربية

# Service_FeesEn
source: Fees in English
ar: الرسوم باللغة الانجليزية

# Service_Icon
source: Icon
ar: الأيقونة

# Service_IsPublished
source: Is published?
ar: يتم نشر؟

# Service_LogInRequired
source: Log in required
ar: تسجيل الدخول مطلوب

# Service_MobileUrl
source: Mobile url
ar: عنوان url للجوال

# Service_Notes
source: Notes
ar: الملاحظات

# Service_NotesAr
source: Notes in Arabic
ar: الملاحظات باللغة العربية

# Service_NotesEn
source: Notes in English
ar: الملاحظات باللغة الإنجليزية

# Service_PdfMediaId
source: Pdf media id
ar: معرف وسائط pdf

# Service_PublishedAt
source: Published at
ar: تم النشر في

# Service_PublishedBy
source: Published by
ar: تم نشره بواسطة

# Service_ServiceCode
source: Service code
ar: كود الخدمة

# Service_ServiceType
source: Service type
ar: نوع الخدمة

# Service_ServiceTypeChoose
source: Choose service type
ar: اختر نوع الخدمة

# Service_ShortDescription
source: Short description
ar: الوصف المختصر

# Service_ShortDescriptionAr
source: Short description in Arabic
ar: الوصف المختصر باللغة العربية

# Service_ShortDescriptionEn
source: Short description in English
ar: الوصف المختصر باللغة الإنجليزية

# Service_ShowInAssets
source: Show in assets
ar: العرض في الأصول

# Service_ShowInCatalog
source: Show in catalog
ar: العرض في الكتالوج

# Service_ShowInFollowUp
source: Show in follow up
ar: العرض في متابعة

# Service_Steps
source: Steps
ar: الخطوات

# Service_StepsAr
source: Steps in Arabic
ar: الخطوات باللغة العربية

# Service_StepsEn
source: Steps in English
ar: الخطوات باللغة الانجليزية

# Service_StoppedAt
source: Stopped at
ar: توقف عند

# Service_StoppedBy
source: Stopped by
ar: توقف من قبل

# Service_TimeRequired
source: Time required
ar: الوقت المطلوب

# Service_TimeRequiredAr
source: Time required in Arabic
ar: الوقت المطلوب باللغة العربية

# Service_TimeRequiredEn
source: Time required in English
ar: الوقت المطلوب باللغة الإنجليزية

# Service_Url
source: URL
ar: الرابط

# Service_Video
source: Video
ar: الفيديو

# Service_ViewOrder
source: View order
ar: ترتيب العرض

source: Settings
ar: الإعدادات

# Specialities
source: Specialties
ar: التخصصات

# StartAt
source: Survey start date
ar: تاريخ بدء الإستطلاع

# State
source: The condition
ar: الحالة

# SuggestionGotResponse
source: Your suggestion has been answered
ar: تم الرد على الاقتراح المقدم من طرفكم

# SuggestionSavedSuccessfully
source: Your suggestion has been received. Thank you for contacting us
ar: تم استلام مقترحكم شكرا لتواصلكم

# UnableToSave
source: Unable to save file
ar: غير قابل حفظ الملف

# UnPublishedSuccessfully
source: The suspension has been completed successfully
ar: تمت عملية الإيقاف بنجاح

# UpdatedSuccessfully
source: Editing completed successfully
ar: تمت عملية التعديل بنجاح

# UploadingError
source: There was an error uploading the file
ar: حدث خطأ في رفع الملف

# User
source: The user
ar: المستخدم

source: Users
ar: المستخدمين

# Utlities
source: Services
ar: الخدمات

# ValidationError
source: Error in the entered data
ar: خطأ في البيانات المدخله

# ValidationLength
source: {PropertyName} must not exceed {Length} characters.
ar: {PropertyName} لابد ان لا يتجاوز {Length} أحرف.

# ValidationRequired
source: {PropertyName} is required
ar: {PropertyName} مطلوب

# Version Blocked
source: It is necessary to update the current version
ar: لابد من تحديث النسخة الحالية

# View
source: Show
ar: عرض

# ViewError
source: Data call failed
ar: فشلت عملية استدعاء البيانات

source: Vote
ar: التصويت

# VoteAnswerSavedSuccessfully
source: The survey has been sent, thanking you for your fruitful participation in the development of the Authority's services
ar: تم ارسال الاستطلاع شاكرين مشاركتكم المثمرة في تطوير خدمات الهيئة

source: Vote management
ar: إدارة التصويت

# VotePageTitle
source: Vote
ar: التصويت

# VoteResult
source: Voting results
ar: نتائج التصويت

# VoteResultManagement
source: Vote management
ar: إدارة التصويت

# VoteSend
source: Submit the vote
ar: أرسل التصويت

# Voting
source: Vote
ar: التصويت

# VotingName
source: Voting address
ar: عنوان التصويت

source: Voting results
ar: نتائج التصويتات

# You don't have permission to do this action
source: You do not have permission
ar: لا يوجد لديك صلاحية

# YourAccountIsDeactiated
source: CITC Protal: Your Account is Deactiated
ar: CITC Protal: Your Account is Deactivated
