Repository: TheAlchimest/TemplateFwExample
Catalog: Infrastructure/Resources/Resources/UIResource.*.resx
Languages: ar

# AnnounceDontShowAgain
source: Not appearing again
ar: عدم الظهور مرة اخري

# WeHelpYou
source: Mutasil Platform
ar: منصة متصل

# WeHelpYouA
source: A connected platform that provides you with all the electronic services provided by the Communications, Space and Technology Commission.. Choose your portal
ar: منصة متصل توفر لك كافة الخدمات الالكترونية المقدمة من قبل هيئة الاتصالات والفضاء والتقنية

source: Help
ar: المساعدة

# electronicService
source: Services
ar: الخدمات الإلكترونية

# MyRequestsManagement
source: Requests Management
ar: إدارة الطلبات

# AccountDataManagementTitle
source: Account Informations
ar: إدارة بيانات الحساب

# AssetsManagementTitle
source: Documents
ar: الوثائق

# NotificationsTitle
source: Notifications
ar: التنبيهات

# RequestsTrackingTitle
source: Requests
ar: متابعة طلباتي

# All_Requests
source: All orders
ar: كل الطلبات

source: Apply
ar: تطبيق

source: Cancel
ar: الغاء

source: Copy
ar: نسخ

source: Current month
ar: الشهر الحالي

source: Custom Range
ar: تاريخ محدد

source: Documents status
ar: حالة الطلب

source: from
ar: من

source: Last 30 days
ar: اخر 30 يوم

source: Last 7 days
ar: اخر 7 أيام

source: Last 90 days
ar: اخر 90 يوم

source: Last month
ar: الشهر الماضي

source: Number Copied
ar: تم نسخ رقم الطلب :

source: Request
ar: طلب

source: to
ar: الي

source: Closed
ar: منتهي

source: Draft
ar: غير مكتمل

source: Need action
ar: يحتاج إلي إجراء

# Recieved
source: Received
ar: تم الإستلام

# RequestesFillter
source: Filter requestes
ar: فلترة الطلبات

# RequestNumberTitle
source: Request number
ar: رقم الطلب

# RequestReview
source: Requests
ar: متابعة الطلبات

source: Request status
ar: حالة الطلب

# TheCurrent
source: Current
ar: الحالية

# TheEnded
source: Completed
ar: المنتهية

# TheNotCompleted
source: Incomplete
ar: الغير مكتملة

source: View all
ar: عرض الكل

source: Document Status
ar: حالة الوثيقة

source: End date
ar: الانتهاء

# InValidDocument
source: Expired document
ar: وثيقة منتهية

source: Issue date
ar: الاصدار

source: Number
ar: الرقم

source: Valid document
ar: وثيقة سارية

source: View Details
ar: عرض التفاصيل

# ReviewRequest
source: Request review
ar: مراجعة الطلب

# WizzradA
source: We can help you get to the service you want faster by answering a few questions...
ar: يمكننا مساعدتك للوصول للخدمة التي تريدها بشكل أسرع عن طريق الإجابة على بعض الأسئلة ...

# WizzradQ
source: Do you need help deciding which service is right for you?
ar: هل تحتاج مساعدة لتحديد الخدمة المناسبة لك ؟

# WizzradStartNow
source: Start now
ar: إبدأ الآن

# AtAnySector
source: In which sector is the required service related?
ar: في اي قطاع تتعلق بها الخدمة المطلوبة

# BackHome
source: Back to Home
ar: عودة الي الرئيسية

# CurrentStatus
source: current stage
ar: المرحلة الحالية

# End
source: Ending
ar: انهاء

# GetServiceYouWant
source: To get the service you want
ar: للوصول للخدمة التي تريدها

# HelpMe
source: Help
ar: المساعدة

source: Loading ...
ar: جاري التحميل ...

# NoCategoryForSector
source: There are no ratings for this sector
ar: لا توجد تصنيفات لهذا القطاع

# NoServiceForCategory
source: There are no services for these categories
ar: لا توجد خدمات لهذه التصنيفات

# NoServieFound
source: Did you not find the right service for you within the previous services?
ar: لم تجد الخدمة المناسبة لك ضمن الخدمات السابقة ؟

# SelectSector
source: Please select which of the following sectors is related to the required service
ar: يرجى تحديد اي من القطاعات التالية يتعلق بالخدمة المطلوبة

# ServiceActive
source: Suggested services
ar: الخدمات المقترحة

# ServiceActiveQ
source: Based on your answer, here are the appropriate services to meet your needs
ar: بناء على اجابتك فيما يلي الخدمات المناسبة لتلبية احتياجاتك

# ServiceYouNeed
source: Service category
ar: تصنيف الخدمات

# ServiceYouNeedQ
source: You can select multiple options to view the appropriate services for your needs.
ar: يمكنك تحديد خيارات متعددة لعرض الخدمات المناسب لاحتياجاتك ..

source: .. View all services
ar: .. عرض كافة الخدمات

# Request_Back
source: Back to service requests
ar: عودة لطلبات الخدمات

source: Request Date
ar: تاريخ الطلب

# Request_Description
source: Report Description
ar: وصف البلاغ :

# Request_Description_Enter
source: Enter Report Description
ar: ادخل وصف البلاغ

# Request_Description_Required
source: The Description is required
ar: يجب ادخال وصف البلاغ

# Request_Evidence
source: Evidence
ar: ما الذي يثبت ذلك؟ :

# Request_Evidence_Enter
source: Enter The Evidence
ar: ادخل ما الذي يثبت ذلك؟

# Request_Evidence_Required
source: The Evidence is required
ar: يجب ادخال ما الذي يثبت ذلك؟

# Request_HistoryLogActions
source: Request History
ar: تاريخ سير اجراء الطلب

# Request_ReportDetails
source: REPORT DETAILS
ar: بيانات المبلغ

# Request_ReporterInformation
source: REPORTER INFORMATION
ar: بيانات البلاغ

# Request_ReportType
source: Type
ar: النوع

# Request_ReportType_Choose
source: Type
ar: اختر نوع البلاغ

# Request_Send
source: Send
ar: إرسال

# Request_Service
source: Reporting Service
ar: خدمة البلاغات

# Request_ServiceNumber
source: Service Number
ar: رقم الخدمة محل البلاغ

# Request_ServiceNumberEnter
source: Service Number
ar: ادخل رقم الخدمة محل البلاغ

# Request_ServiceNumber_Choose
source: Choose Your Service Number
ar: اختر مقدم الخدمة

# Request_ServiceNumber_Required
source: Choose Your Service Number
ar: يجب ادخال رقم الخدمة محل البلاغ

# Request_ServiceProvider
source: Service Provider
ar: مقدم الخدمة :

# Request_Title
source: Disclosure or leaking User Information
ar: إفشاء معلومات المستخدم السرية

source: Current
ar: الحالية

# Ended
source: Finished
ar: المنتهية

source: Filter by service
ar: فلترة حسب الخدمة

# FilterRequestByStatus
source: Filter orders by status
ar: فلترة الطلبات حسب الحالة

# NoServiceFoundDataWithSameName
source: No service was found with this name
ar: لم يتم العثور على خدمة بهذا الاسم

# NotCompleted
source: Incomplete
ar: الغير مكتملة

# SearchByRequestNumber
source: Search by order number
ar: البحث برقم الطلب

# service_filter
source: Services Filter
ar: فلترة الخدمات

source: Agree
ar: موافق

# CopyNumber
source: Copy reguest number
ar: نسخ رقم الطلب

# NumberHasCopied
source: The order number has been copied:
ar: تم نسخ رقم الطلب :

# CurrentState
source: Current
ar: الحالية

# EndedState
source: Finished
ar: المنتهية

# FilterByServiceState
source: Filter by service
ar: فلترة حسب الخدمة

# NotCompletedState
source: Incomplete
ar: الغير مكتملة

source: Contact Us
ar: اتصل بنا

# nextBtn
source: Next
ar: التالي

source: Soon
ar: قريبا

# no_Documents
source: There is no documents
ar: لا توجد وثائق

# loading_numbers
source: Loading my numbers...
ar: جارٍ تحميل أرقامي ...

# failed_to_load_numbers
source: Failed to load my numbers
ar: فشل تحميل أرقامي

# no_numbers
source: There are no registered numbers
ar: لا يوجد ارقام مسجلة

# KnowmoreTitle
source: Know more
ar: تعرف أكثر

# StartServiceTitle
source: Start service
ar: بدء الخدمة

# UsedMore
source: Most used
ar: الأكثر استخداما

# TopRequest
source: Latest request
ar: أحدث الطلبات

source: Total documents
ar: إجمالي الوثائق

source: Condetions
ar: الشروط

# FAQ_Title
source: FAQ
ar: الأسئلــة الشائــعـة

# Others
source: Other
ar: أخرى

source: Steps
ar: الخطوات

# DefineRightService
source: To select the appropriate service
ar: لتحديد الخدمة المناسبة

source: Press here
ar: اضغط هنا

# StartPoll
source: Start the survey
ar: بدا الإستبيان

# YourOpenionDoDiffrance
source: Your opinion makes the difference
ar: رأيك يصنع الفارق

# YourOpenionDoDiffranceDesc
source: Share your opinion in an online evaluation to help develop the service provided to the public...
ar: شارك برأيك في تقييم متصل للمساعدة في تطوير الخدمة المقدمة للعموم ...

# OtherLanguage
source: العربية
ar: En

# AddressInfo
source: National address
ar: بيانات العنوان الوطني

# BuildingNo
source: Building number
ar: رقم المبنى

source: City name
ar: اسم المدينة

source: District area
ar: اسم الحي

# DragImageHere
source: Drag the file here or click to choose the image
ar: اسحب الملف هنا أو انقر لاختيار الصورة

# DragImageHereI
source: Drag the file here or click to replace the image
ar: اسحب الملف هنا أو انقر للاستبدال الصورة

# MaxFileImageSize
source: The file size is too large (maximum 2MB).
ar: حجم الملف كبير جدا ( الحد الأقصى 2 م .ب ).

# Remove
source: Removal
ar: ازالة

# Sorry
source: Oops.. an unexpected error occurred
ar: عفوا .. حدث خطأ غير متوقع

source: Street name
ar: اسم الشارع

source: Zip code
ar: الرمز البريدي

# ProfileImage
source: Personal picture
ar: الصورة الشخصية

# RequestTitle
source: Request
ar: طلب

source: Under Review
ar: تحت المعالجة

source: Dashboard Info
ar: لوحة المعلومات

source: Manage Foundation Info
ar: ادارة بيانات الجهة

source: Allowed files
ar: الملفات المسموحة

# ComplaintTitle
source: Inquiry
ar: إستفسار

# PersonalImage
source: Personal picture
ar: الصورة الشخصية

source: Beneficiary category
ar: الفئة المستفيدة

# BusinessLoginGateTitle
source: Business Portal
ar: بوابة منشآت الأعمال

# BusinessLoginGateTitleDesc
source: Dedicated services for business establishments provided by the Communications, Space and Technology Commission to open new horizons for investment in the Kingdom.
ar: خدمات مخصصة لمنشآت الأعمال تقدمها هيئة الإتصالات وتقنية المعلومات لفتح آفاق جديدة للإستمار بالمملكة ..

# ExternalBuilding
source: External establishments
ar: المنشآت الخارجية

# GovernmentGates
source: Governmental entities
ar: الجهات الحكومية

# GovernmentGatesDesc
source: Services dedicated to government agencies provided by the Communications, Space and Technology Commission to open new horizons for investment in the Kingdom.
ar: خدمات مخصصة للجهات الحكومية تقدمها هيئة الإتصالات وتقنية المعلومات لفتح آفاق جديدة للإستمار بالمملكة ..

# GovernmentGatesLogin
source: Governmental entities login
ar: دخول الجهات الحكومية

# GovernmentGatesSignUp
source: Governmental entities signup
ar: تسجيل حساب الجهات الحكومية

# NationalBuilding
source: National establishments
ar: المنشآت الوطنية

# login_to_government_button
source: Entry through the unified national access
ar: دخول عبر النفاذ الوطني الموحد

# MyNumbers_Title_main
source: My Numbers
ar: أرقامي

# ServiceActive_Title
source: List of available services
ar: قائمة الخدمات المتاحة

# ServiceYouNeed_Title
source: The service your facility needs
ar: الخدمة التي تحتاجها

# Help_Title
source: Connect Us
ar: تواصل معنا

source: Mutasil Visitor
ar: زائر بوابة متصل

# GoHome
source: Back to Home
ar: العودة للرئيسية

# ThankYouForYourUsingOurService
source: Thank you for using our services
ar: شكرا لك لإستخدامك خدماتنا

# FileExtionForProfileImage
source: Only the following extensions are allowed .png | .jpg | .gif | .jpeg
ar: مسموح فقط الامتدادات التالية .png | .jpg | .gif | .jpeg

source: Back to home
ar: العوده للرئيسية

# ChangeFoundationError
source: An error occurred while converting the commercial register
ar: حدث خطأ أثناء تبديل السجل التجاري

# ChnageFoundationErrorMessage
source: Please try again later
ar: برجاء المحاولة في وقت لاحق

# CopyRightII
source: All rights reserved © 2023
ar: جميع الحقوق محفوظة © 2023

# TryVersion
source: Test launch
ar: اطلاق تجريبي

# ChangeFoundationInProgress
source: Changing Commercial Register
ar: تبديل السجل التجاري

# ChangeFoundationInProgressMessage
source: Changing Commercial Register In Progress ...
ar: جاري تبديل بيانات السجل التجاري ...

# electronicServiceProcess
source: Processing Service
ar: معالجة الطلبات

# DocumentActive
source: Active
ar: وثيقة سارية

# DocumentDeactivated
source: Deactivated
ar: ملغية

# DocumentExpired
source: Expired
ar: منتهية

# DocumentSuspended
source: Suspended
ar: موقوفة

source: Canceled
ar: ملغي

# sorryM1
source: The requested page was not found
ar: لم يتم العثور على الصفحة المطلوبة

# sorryM2
source: Please check the link and try again
ar: رجاء التأكد من الرابط والمحاولة مرة اخرى

# sorryT
source: Sorry
ar: عذرا

# Account_Email
source: Email Account
ar: البريد الإلكتروني
