Repository: TheAlchimest/TemplateFwExample
Catalog: Infrastructure/Resources/Resources/UIResource.*.resx
Languages: ar

# oneattachment
source: Attachment
ar: المرفق

# DelegationManageTitle
source: Manage account authorizations
ar: ادارة تفويضات الحساب

# NodataNotification
source: There is no any notifications
ar: لا توجد تنبيهات

# privacyPage
source: <div class="news_text"> <div class="ms-rtestate-field" style="display:inline"> <span style="color:#0001fe;font-size:13pt;font-weight:bolder;text-align:justify;">Privacy and Information Confidentiality</span> <p style="text-align:justify;">We appreciate your interest and concern over your data privacy on the e-portal and smartphone app of the Communications, Space and Technology Commission (CITC).</p> <p style="text-align:justify;">This policy has been developed to support relevant visitors in understanding the nature of the data we collect when registering at CITC's website or its smartphone app and how we handle such data.</p> <p style="text-align:justify;">Given the importance of data and its confidentiality, and due to CITC efforts to provide the best level of services, CITC is committed to maintaining the privacy and confidentiality of user data and any other data entered by users. Such data may only be disclosed in accordance with approved law. The most important applied measure across CITC is to protect visitors' personal information including:</p> <ol style="list-style-type:decimal;"> <li>Strict procedures to protect the information and technology used to prevent fraud and unauthorized access to our systems.</li> <li>Regular update of procedures and controls that meet or exceed standard criteria.</li> <li>CITC employees are highly trained and qualified to respect and protect the privacy and confidentiality of portal users' personal information.</li> <li>CITC collects data, as per its statutes and authority, to the minimal limit required to fulfil the purposes of providing e-portal and app services.&nbsp;<br></li> </ol> <p style="text-align:justify;"> <span class="ms-rteFontSize-3"><br></span> </p> <p style="text-align:justify;"><span style="font-weight:bolder;font-size:13pt;color:#0001fe;">Usage and Disclosure</span></p> <p></p> <p style="text-align:justify;">The right to view beneficiaries' data and information shall be limited to CITC authorized employees and for the purposes and uses defined by the CITC statutes.</p> <p style="text-align:justify;">Beneficiaries' data and information shall mean each and all of the following:</p> <ol style="list-style-type:decimal;"> <li>Personal information used in registration.</li> <li>User's geographical location data.</li> <li>Contact information and updates related to use.</li> <li>Other information submitted by the user, such as filling complaint form or using other electronic services that gather the information necessary for processing.</li> </ol> <p style="text-align:justify;"><span style="font-weight:bolder;font-size:13pt;color:#0001fe;">Collecting Personal Information</span></p> <p style="text-align:justify;"> <span class="ms-rteFontSize-3">If you used the beneficiary portal or communicated through any CITC official communication channels or the e-portal, and you provided us therein with your personal information, we may share some of the necessary data with third parties or across CITC departments for providing you with service that is more effective. We will not share your personal data with non-governmental entities unless such entities are authorized by competent authorities to perform specific governmental services. By submitting your data and personal information through CITC official channels, you completely agree that we store, process and use such data. We reserve the right at all times to disclose any information to the competent entities, as necessary, to comply with any law, regulation, or official request.</span> </p> <p style="text-align:justify;"> <span class="ms-rteFontSize-3"><br></span> </p> <p style="text-align:justify;"><span style="font-weight:bolder;font-size:13pt;color:#0001fe;">General Provisions</span></p> <p style="text-align:justify;"></p> <p style="text-align:justify;">CITC reserves its right to carry out any minor or significant modification to the privacy policy from time to time, without any need for notification. Such modifications shall be valid from the time of publishing the same at the CITC website. Your continued use of our website following such modifications shall be deemed an agreement to such modifications. Therefore, you shall regularly review the privacy policy to make sure you are informed of its most recent version. </p> <p style="text-align:justify;">Laws of the Kingdom of Saudi Arabia shall be the sole applicable laws in any conflict that might arise from using this website. Courts of Saudi Arabia shall have the sole jurisdiction over such conflicts.<br></p> <p style="text-align:justify;"><br></p> </div> </div>
ar: <div class="news_text"> <h3 style="text-align:justify;"> <span style="font-weight:bolder;font-size:11pt;color:#0001fe;"> الخصوصية وبيان سريّة المعلومات </span> </h3> <div style="text-align:justify;"> <p><span class="ms-rteFontSize-1">نقدر اهتمامكم وحرصكم بشأن خصوصية بياناتكم على البوابة الإلكترونية وتطبيق الهواتف الذكية لـ (هيئة الاتصالات والفضاء والتقنية والتي يشار إليها بـ "الهيئة").</span></p> <p><span class="ms-rteFontSize-1">فقد تم إعداد هذه السياسة لدعم المستفيد في تفّهم طبيعة البيانات التي نقوم بتجميعها من خلال تسجيل الدخول لدى بوابة المستفيد من خلال الموقع الإلكتروني او من خلال تطبيق الهواتف الذكية وكيفية تعاملنا مع هذه البيانات الشخصية.</span></p> <p><span class="ms-rteFontSize-1">وإيمانًا بأهمية البيانات وسريتها، وحرصاً من هيئة الاتصالات والفضاء والتقنية على تقديم أفضل مستويات الخدمة، مع الالتزام بالمحافظة على سرية وخصوصية بيانات المستخدم والبيانات المدخلة، فإن الهيئة تلتزم بالمحافظة على سرية وخصوصية معلومات المستخدم والمواد المدخلة من قبلهم كأساس لسياسة الخصوصية، ولن يتم الإفصاح عن تلك المعلومات إلا وفقًا للضوابط المحددة والمنصوص عليها نظاماً. ومن أهم التدابير المعمول بها في الهيئة لحماية معلومات الزائر الشخصية:</span></p> <ol style="list-style-type:decimal;"> <li><span class="ms-rteFontSize-1">الإجراءات والتدابير المشددة لحماية أمن المعلومات والتقنية التي نستخدمها للوقاية من عمليات الاحتيال والدخول غير المصرح به إلى أنظمتنا.</span></li> <li><span class="ms-rteFontSize-1">التحديث المنتظم والدوري لإجراءات وضوابط الحماية التي تفي أو تزيد عن المعايير القياسية.</span></li> <li><span class="ms-rteFontSize-1">إن موظفينا مؤهلون ومدربون على احترام والحفاظ على سرية وخصوصية المعلومات الشخصية لمستخدمي بوابة المستفيد.</span></li> <li><span class="ms-rteFontSize-1">تجمع الهيئة البيانات – وفق أنظمتها واختصاصاها - وبالحد الأدنى لتحقيق الغرض من تقديم خدمات البوابة الالكترونية وتطبيق الهواتف الذكية.&nbsp;</span><br></li> </ol> </div> <br /> <h3 style="text-align:justify;"> <span class="ms-rteFontSize-2"> <span style="font-weight:bolder;font-size:11pt;color:#0001fe;">الاستخدام والإفصاح</span> </span> </h3> <div style="text-align:justify;"></div> <p></p> <p style="text-align:justify;"><span class="ms-rteFontSize-1">ينحصر حق الاطلاع على بيانات ومعلومات المستفيدين للعاملين المخولين بذلك في الهيئة وللأغراض والاستخدامات التي تحددها أنظمة الهيئة.</span></p> <p style="text-align:justify;"><span class="ms-rteFontSize-1">ويقصد ببيانات ومعلومات المستفيدين كل وأيّ مما يلي:</span></p> <p style="text-align:justify;"><span class="ms-rteFontSize-1">أ- البيانات الشخصية المستخدمة في التسجيل.</span></p> <p style="text-align:justify;"><span class="ms-rteFontSize-1">ب- بيانات الموقع الجغرافي للمستخدم.</span></p> <p style="text-align:justify;"><span class="ms-rteFontSize-1">ج- معلومات بيانات الاتصال والتحديثات المتعلقة بالاستخدام.</span></p> <p style="text-align:justify;"><span class="ms-rteFontSize-1">د- المعلومات الأخرى المدخلة من المستخدم مثل تعبة نموذج الشكاوى او استخدام الخدمات الإلكترونية الأخرى التي تقوم بجمع المعلومات اللازمة للمعالجة.<br></span></p> <h3 style="text-align:justify;"> <span class="ms-rteFontSize-2"> <span style="font-weight:bolder;font-size:11pt;color:#0001fe;"> جمع المعلومات الشخصية </span> </span> </h3> <div style="text-align:justify;"> <span class="ms-rteFontSize-1"> إذا قمت باستخدام بوابة المستفيد او التواصل عبر وسائل التواصل الرسمية للهيئة او من خلال البوابة الإلكترونية وقمت بتزويدنا فيها ببياناتك الشخصية، فإننا قد نشارك بعض البيانات الضرورية مع جهات أخرى أو داخل إدارات الهيئة، وذلك لخدمتك بصورة أكثر فعالية، ولن نشارك بياناتك الشخصية مع الجهات غير الحكومية إلا إذا كانت من الجهات المصرح لها من الجهات المختصة بالقيام بأداء خدمات حكومية محددة. وبتقديمك لبياناتك ومعلوماتك الشخصية من خلال القنوات الرسمية للهيئة، فإنك توافق تمامًا على تخزين ومعالجة واستخدام تلك البيانات من قبلنا. ونحن نحتفظ بالحق في كل الأوقات في كشف أي معلومات للجهات المختصة، عندما يكون ذلك ضروريا للالتزام بأي قانون أو نظام أو طلب حكومي. </span> </div> <br /> <h3 style="text-align:justify;"> <span class="ms-rteFontSize-2"> <span style="font-weight:bolder;font-size:11pt;color:#0001fe;">أحكام عامة</span> </span> </h3> <div style="text-align:justify;"></div> <p style="text-align:justify;"> <span class="ms-rteFontSize-1"> تحتفظ هيئة الاتصالات والفضاء والتقنية ب الحق في إجراء أي تعديل طفيف أو جذري لسياسة الخصوصية من وقت لآخر من دون الحاجة إلى تقديم إخطار بذلك، إذ تعد تلك التعديلات سارية منذ نشرها على موقع الهيئة، ويعد استمرار استخدامك لموقعنا بعد تلك التعديلات قبولًا لهذه التغييرات، عليه ينبغي الاطلاع على سياسة الخصوصية بشكل دوري للتأكد من معرفتك بأحدث نسخة منها. </span> </p> <p style="text-align:justify;"> <span class="ms-rteFontSize-1"> تكون قوانين المملكة العربية السعودية وحدها هي القوانين واجبة التطبيق في كل ما يتعلق بالنزاعات التي قد تنشأ من جراء استخدام هذا الموقع الإلكتروني، كما تختص محاكم المملكة العربية السعودية حصرياً بالنظر في تلك النزاعات والبت فيها. </span> <br> <br> </p> </div>
