Repository: TheAlchimest/TemplateFwExample
Catalog: Infrastructure/Resources/Resources/UIResource.*.resx
Languages: ar

# AccountData
source: Account details
ar: بيانات الحساب

# ActivationCode
source: Verification Code
ar: رمز التأكد

# ActivationCodeMessage
source: Verification code must be entered
ar: يجب ادخال رمز التأكد

# Aggree
source: OK
ar: موافق

# AllRequest
source: All requests
ar: كل الطلبات

source: All services
ar: كافة الخدمات

# author
source: Communications, Space and Technology Commission
ar: هيئة الاتصالات والفضاء والتقنية

# BirthDate
source: Date of Birth
ar: تاريخ الميلاد

# BusinessEstablishments
source: Business
ar: منشآت الأعمال

# BusinessEstablishmentsMessageA
source: Together to grow your business...
ar: معاً لنمو أعمالك ..

# BusinessEstablishmentsMessageB
source: Business services provided by the Communications, Space and Technology Commission to open new horizons for investment in KSA.
ar: خدمات مخصصة لمنشآت الأعمال تقدمها هيئة الاتصالات والفضاء والتقنية لتسهيل أعمالهم

# ByStatus
source: Sort by status
ar: ترتيب حسب الحالة

# CategoryTypeService
source: Category and type of service
ar: فئة و نوع الخدمة

# Close
source: Closed
ar: مغلق

# Complaint
source: Inquiries and suggestions
ar: المقترحات والإستفسارات

# ContactData
source: Contact details
ar: بيانات التواصل

# CopyRight
source: Communications, Space and Technology Commission
ar: هيئة الاتصالات والفضاء والتقنية

# description
source: The Communications, Space and Technology Commission is the authority responsible for regulating the communications and information technology sector in the Kingdom of Saudi Arabia. The Communications Regulations issued by Cabinet Resolution No. (74) on 5/3/1422 AH and its Executive Regulations issued by Ministerial Resolution No. (11) on 5/17/1423 AH define the legal framework for organizing the sector
ar: هيئة الاتصالات والفضاء والتقنية هي الجهة المسؤولة عن تنظيم قطاع الاتصالات وتقنية المعلومات في المملكة العربية السعودية. ويحدد كلٌ من (نظام الاتصالات) الصادر بقرار مجلس الوزراء ذي الرقم (74 ) في 5/3/1422هـ ولائحته التنفيذية الصادرة بالقرار الوزاري رقم ( 11) في 17 / 5 / 1423هـ الإطار القانوني الخاص بتنظيم القطاع

# Done
source: Completed
ar: منجزة

source: E-mail
ar: البريد الالكتروني

# EmailMessage
source: Email is required
ar: يجب إدخال البريد الإلكتروني

# EnglishFullName
source: English Name
ar: الاسم بالانجليزية

source: FAQ
ar: الاسئلة الشائعة

# FontSizeBig
source: Increase font size
ar: تكبير حجم الخط

# FontSizeDefault
source: Restore default size
ar: استعادة الحجم الافتراضي

# FontSizeSmall
source: Reduce font size
ar: تصغير حجم الخط

# FullName
source: Name
ar: الاسم

# GateEntry
source: Portal access
ar: دخول البوابة

source: Gender
ar: الجنس

# Governments
source: Goverment Authorities
ar: الجهات الحكومية

# GovernmentsMessageA
source: Government digital interconnection.
ar: الترابط الرقمي الحكومي ..

# GovernmentsMessageB
source: The e-services portal of the Communications, Space and Technology Commission for e-Government Transactions.
ar: بوابة الخدمات الالكترونية لهيئة الاتصالات والفضاء والتقنية للتعاملات الإلكترونية الحكومية ..

source: Help Center
ar: مركز المساعدة

# IdexpireDate
source: ID Expiry Date
ar: تاريخ انتهاء الهوية

source: ID Number
ar: رقم الهوية

# IndividualPortal
source: Individuals
ar: الأفراد

# IndividualPortalMessage
source: The Individuals Portal provides a range of services that meet the needs of individuals in the field of communications and information technology in KSA.
ar: تقدم بوابة الأفراد مجموعة من الخدمات التي تلبي احتياجات الأفراد في مجال الاتصالات وتقنية المعلومات بالمملكة

# keywords
source: Communications, Space and Technology Commission
ar: هيئة الاتصالات والفضاء والتقنية

# KnowMore
source: Learn more
ar: تعرف على المزيد

# LoginToService
source: Service access
ar: دخول الخدمة

# Mobile
source: Mobile Number
ar: رقم الجوال

# MobileMessage
source: Mobile number must be entered
ar: يجب ادخال رقم الجوال

source: Nationality
ar: الجنسية

# NewFirst
source: Sort by newest first
ar: ترتيب الأحدث أولا

source: No thank you
ar: لا شكراً

# no_poll
source: There are no surveys at the moment
ar: لا يوجد إستبيانات حاليا

# OldFirst
source: Sort oldest first
ar: ترتيب الأقدم أولا

# OnlyFavorits
source: Show favourites only
ar: عرض المفضلة فقط

# PageTitle
source: Mutasil Portal - Communications, Space and Technology Commission
ar: منصة متصل - هيئة الاتصالات والفضاء والتقنية

# ParticipateToImprove
source: Share your opinion to improve the service
ar: شاركنا رأيك لتحسين الخدمة

# Pass
source: Skip
ar: تخطي

# PDFFile
source: Service file (PDF)
ar: ملف الخدمة (PDF)

# PersonalData
source: User Information
ar: بيانات المستخدم

source: Poll
ar: إستطلاع الرأي

# PollMoreOption
source: If you have any suggestions, please mention them
ar: في حال وجود اقتراحات نرجو ذكرها

# PollMorePaceHolder
source: Please write your suggestions to develop the Authority's electronic services
ar: يرجى كتابة مقترحاتك لتطوير خدمات الهيئة الالكترونية

# PollPageTitle
source: Quesstionnaire
ar: استطلاع الرأي

# PollSend
source: Send a survey
ar: إرسال استطلاع الرأي

# PollTitleA
source: Service Level Evaluation Questionnaire
ar: استبيان تقييم مستوى الخدمات

# PollTitleB
source: Which aims to raise the satisfaction of beneficiaries of the electronic services portal of the Communications, Space and Technology Commission on an ongoing basis
ar: الذي يهدف إلى رفع رضى المستفيدين من بوابة الخدمات الإلكترونية لهيئة الاتصالات والفضاء والتقنية بشكل مستمر

# Privacy
source: Privacy policy
ar: سياسة الخصوصية

# ProfilePageTitle
source: Profile
ar: الملف الشخصى

# ProfileSave
source: Update contact information
ar: تحديث بيانات التواصل

# PublicCommunicationsService
source: Public Reporting Service
ar: خدمة البلاغات العامة

# PublicCommunicationsServiceMessage
source: A government service provided to individuals, companies, and government agencies
ar: خدمة حكومية مقدمة إلى الأفراد والشركات والجهات الحكومية

# RateQuestion
source: How do you evaluate the service?
ar: ما تقييمك للخدمة؟

# Recived
source: It was received
ar: تم الإستلام

# RegisterOffshoreFacilityAccount
source: Foreign entity account registration
ar: تسجيل حساب المنشآت الخارجية

# RequestDate
source: Application date
ar: تاريخ الطلب

# RequestNumber
source: Report number
ar: رقم البلاغ

# RequestNumberII
source: Application number
ar: رقم الطلب

# RequestOrder
source: Order applications
ar: ترتيب الطلبات

# RequestSubmit
source: Your request has been successfully received
ar: تم استلام طلبكم بنجاح

# ReSendOTP
source: Resend confirmation code
ar: إعادة إرسال رمز التأكيد

# ReturnBack
source: Back to Home
ar: عودة الى الرئيسية

# SaveTemp
source: Temporary save
ar: حفظ مؤقت

# SearchForRequest
source: Search for applications
ar: البحث عن الطلبات

# SearchForService
source: Searching for a service...
ar: البحث عن خدمة ..

# SelectAnswer
source: Choose the answer
ar: اختر الإجابة

source: Send
ar: ارسال

# ServiceCondetion
source: Terms and Conditions
ar: الشروط والأحكام

# ServiceCondetionMessage
source: The following recipients should
ar: ينبغي على المستفيدين التالي

source: Service Description
ar: وصف الخدمة

# ServiceDocument
source: Rrequired Documents
ar: الوثائق المطلوبة

# ServiceExecutionTime
source: Service process time
ar: زمن تقديم الخدمة

source: Service fees
ar: رسوم الخدمة

# ServiceNote
source: You should know
ar: يجب أن تعرف

source: Service Providers
ar: مقدمي الخدمة

# ServiceProvidersMessageA
source: A unified platform for electronic services.
ar: منصة موحدة للخدمات الالكترونية ..

# ServiceProvidersMessageB
source: To achieve interconnection between service providers and the Communications, Space and Technology Commission quickly and securely.
ar: لتحقيق الترابط بين مزودي الخدمات وهيئة الاتصالات والفضاء والتقنية بشكل سريع وآمن ..

source: Services
ar: الخدمات

# ServicesForYou
source: Services designed especially for you...
ar: خدمات صممت خصيصاً لك ..

source: Service Steps
ar: خطوات طلب الخدمة

source: Start Service
ar: بدء الخدمة

# StartSurvey
source: Start the survey
ar: بدء الإستبيان

# TakeAction
source: Need to take action
ar: يلزم اتخاذ إجراء

source: Target audience
ar: الجمهور المستهدف

# TargetAudienceMessage
source: All consumers of telecommunications services in KSA, including individuals, the business sector, and the government sector
ar: كافة المستفيدين من خدمات الاتصالات في الدولة من أفراد وقطاع الأعمال والقطاع الحكومي

source: Terms of use
ar: شروط الاستخدام

# ThankYouForParticipaate
source: Thank you for your feedback
ar: نشكرك على إبداء رأيك بالخدمة

# ThankYouForParticipaateMessage
source: To improve the services of the digital portal, please fill out the survey
ar: لتحسين خدمات البوابة الرقمية نرجو تعبئة استبيان الرأي

source: Under processing
ar: تحت الإجراء

# Video
source: Intro video
ar: الفيديو التعريفي

source: Vote
ar: التصويت

# VotePageTitle
source: Vote
ar: التصويت

# VoteResult
source: Voting results
ar: نتائج التصويت

# VoteSend
source: Send vote
ar: إرسال التصويت

# WriteYourObinion
source: Share your opinion here
ar: ساهم برأيك هنا

# IntroVideo
source: Service introduction video
ar: فيديو تعريفى للخدمة

# AccountDataManagement
source: Manage Account Info
ar: إدارة بيانات الحساب

# Daleel
source: Service Guide
ar: دليل الخدمات

# ElectronicSevice
source: Services
ar: الخدمات الالكترونية

source: Log out
ar: تسجيل خروج

# MyRequests
source: Follow my applications
ar: متابعة طلباتي

# NotificationCounts
source: Number of alerts
ar: عدد التنبيهات

# ReviewMyRequests
source: Follow up on my requests
ar: متابعة طلباتي

source: Welcome
ar: مرحبا

# Choosecommunication
source: Select method of contact
ar: اختر طريقة التواصل

# ChooseMessage
source: Select message
ar: اختر الرسالة

# ChooseTypeQuestion
source: Service category & type
ar: اختر نوع السؤال

# CloseII
source: Close
ar: إغلاق

# Complaints
source: Complaint
ar: إستفسار

# Generalization
source: Circular
ar: تعميم

source: Message type
ar: نوع الرسالة

# MobileII
source: Cell phone
ar: الجوال

source: Never show again
ar: عدم العرض مرة أخرى

source: Notice
ar: تنويه

# Preferredcommunication
source: Preferred method of contact
ar: طريقة التواصل المفضلة

# SendSuggestion
source: Send a suggestion or inquiry
ar: ارسل مقترح او إستفسار

source: Suggestion
ar: مقترح

# Writeyourquestionhere
source: Details
ar: التفاصيل

# Yourquestionmaximum
source: Your question will be answered within 48 hours max
ar: سيتم الرد على سؤالك في خلال 48 ساعة كحد أقصى

# favAddMessage
source: Service added to favorites
ar: تم إضافة الخدمة للخدمات المفضلة

# favRemoveMessage
source: Service removed from favorites list
ar: تم إزالة الخدمة من قائمة الخدمات المفضلة

# Login
source: Sign in
ar: تسجيل الدخول

# Notifications
source: Alerts
ar: التنبيهات

# View Request
source: View
ar: عرض

source: More
ar: المزيد

# AssetsManagement
source: Document management
ar: ادارة الوثائق

# FoundationAccountDelegation
source: Account authorizations
ar: تفويضات الحساب

# FoundationAccountManagement
source: Manage corporate data
ar: إدارة بيانات الجهة

# RequestsTracking
source: Application follow-up
ar: متابعة الطلبات

source: Document
ar: وثيقة

source: Documents
ar: الوثائق

# DocumentsManagement
source: Manage documents
ar: ادارة الوثائق

# DocumentsManagementTotal
source: Total number of documents
ar: اجمالي عدد الوثائق

# Documents2
source: Documents
ar: وثائق

# DocumentsBackToList
source: Back to documents
ar: عودة الي الوثائق

# DocumentsCreationDate
source: Release Date
ar: تاريخ الاصدار

# DocumentsExpirationDate
source: Expiry date
ar: تاريخ الانتهاء

# DocumentsNo
source: Number
ar: رقم

# Requests_BackToList
source: Back to service requests
ar: عودة لطلبات الخدمات

# Requests_CompletedRequest
source: Application Completed
ar: طلب مكتمل

# Requests_Request
source: To request
ar: طلب

# Requests_Requests
source: Applications
ar: طلبات

# Requests_TheRequests
source: Applications
ar: الطلبات

# Requests_TotalRequests
source: Total number of applications
ar: اجمالي عدد الطلبات

# Requests_UnderProcessingRequest
source: Under treatment
ar: تحت الإجراء

# MyNumbers_Number
source: Number
ar: رقم

# MyNumbers_Numbers
source: Numbers
ar: أرقام

# MyNumbers_Title
source: My Numbers
ar: أرقامي المسجلة

# no_Vote
source: No vote found
ar: لم يتم العثور على تصويت

# No Data
source: There are no data
ar: لا يوجد بيانات

# HaveQuestion
source: FAQ
ar: الأسئلة الشائعة

source: Home
ar: الرئيسية

# Back_Home
source: Back to Home
ar: عودة للرئيسية

# Announce
source: Announcement
ar: تعميم

# no_result
source: No results
ar: لا توجد نتائج

# NoDataChanged
source: No data has been modified
ar: لا يوجد بيانات تم تعديلها

# SelectAnswerVote
source: Rating must be selected
ar: يجب اختيار التقييم

# ComplaintHeader
source: We are working to increase the effectiveness of electronic communication and raise the percentage of public participation in the partnership, and the portal also allows you to listen to every suggestion, complaint or observation about the portal and its various services.
ar: نعمل على زيادة فاعلية التواصل الإلكتروني ورفع نسبة مشاركة الجمهور في الشراكة ، كما تسمح لكم البوابة الاستماع لكل مقترح او إستفسار أو ملاحظة حول البوابة وخدماتها المختلفة.

source: Message data
ar: بيانات الرسالة

# Send Complaint or Enquiry
source: Send a suggestion or inquiry
ar: ارسل مقترح او إستفسار

# accept_cond
source: I acknowledge that I have read and agree to the terms and conditions of use
ar: أقر بأني اطلعت على شروط و أحكام الإستخدام و أوافق عليها

source: Action
ar: الاجراء

# addedd_attachments
source: Added documents
ar: الوثائق المضافة

# added_accounts
source: Added entities
ar: الجهات المضافة

# added_delegations
source: Added authorizations
ar: التفويضات المضافة

source: Add attachment
ar: اضافة المرفق

# add_contact
source: Add a contact
ar: إضافة جهة اتصال

# add_contct_btn
source: Add contact
ar: اضافة جهة الإتصال

# add_delegate
source: Add authorization data
ar: اضافة بيانات التفويض

# add_IdNumber
source: Enter the ID number
ar: ادخل رقم الهوية

# add_new_delegation
source: Add a new authorization
ar: إضافة تفويض جديد

# allawed_files
source: Allowed files docx, jpg, pdf
ar: الملفات المسموح بها docx,jpg,pdf

# attachment
source: Attachments
ar: المرفقات

# attachments_data
source: Registration application attachments
ar: مرفقات طلب التسجيل

# attachment_file
source: File
ar: الملف

# attachment_msg
source: Allowed files docx, jpg, pdf max 20MB
ar: الملفات المسموح بها docx,jpg,pdf بحد أقصى 20ميجا

source: Attachment type
ar: نوع المرفق

# attachment_type_data
source: Attachment type
ar: نوع المرفق

# back_to_main
source: Back to the home page
ar: عودة للصفحة الرئيسية

# back_to_registration
source: Back to the login page
ar: عودة الي صفحة تسجيل الدخول

source: Change Password
ar: تغيير كلمة المرور

source: Company activity
ar: نشاط الشركة

# contact_info
source: Contacts
ar: جهات الاتصال

source: Current Password
ar: كلمة المرور الحاليه

# email_lbl
source: E-mail
ar: البريد الالكتروني

# email_lbl_conf
source: Verify your e-mail
ar: تأكيد البريد الالكتروني

# external_b_account
source: Offshore facility account
ar: حساب منشأة خارجية

# External_Login
source: Entering foreign facilities
ar: دخول المنشآت الخارجية

# External_Login_msg
source: Please enter login information
ar: يرجى ادخال بيانات الدخول

# face_any_login_issues
source: Are you having trouble logging in?
ar: هل تواجه مشكلة في تسجيل الدخول ؟

# finish_registration
source: End of registration
ar: انهاء التسجيل

# finish_registration_btn
source: End of registration
ar: انهاء التسجيل

# foundation_account_login
source: Entry information for the facility
ar: بيانات الدخول الخاصة بالمنشأة

# foundation_arabic_name
source: The name of the facility in Arabic
ar: اسم المنشأة باللغة العربية

# Foundation_Country
source: Country of Registeration
ar: دولة تسجيل المنشأة

# foundation_english_name
source: The name of the establishment in English
ar: اسم المنشأة باللغة الانجليزية

# government_account
source: Government facility account
ar: حساب منشأة حكومية

# insert_birthdate
source: Enter date of birth
ar: ادخل تاريخ الميلاد

# insert_Company_activity
source: Enter the company's activity
ar: ادخل نشاط الشركة

# insert_current_password
source: Current password is required
ar: كلمة المرور الحاليه مطلوبه

# insert_email
source: Enter the email
ar: ادخل البريد الالكتروني

# insert_email_lbl
source: Enter the email
ar: ادخل البريد الالكتروني

# insert_email_lbl_conf
source: Enter the confirmation email
ar: ادخل تأكيد البريد الالكتروني

# insert_FoundationNo
source: Enter the facility number
ar: ادخل رقم المنشأة

# insert_foundation_arabic_name
source: Enter the name of the facility in Arabic
ar: ادخل اسم المنشأة باللغة العربية

# insert_foundation_english_name
source: Enter the name of the establishment in English
ar: ادخل اسم المنشأة باللغة الانجليزية

# insert_full_name
source: Enter your full name
ar: ادخل الاسم بالكامل

# insert_password
source: Enter the password
ar: أدخل كلمه المرور

# insert_password_conf
source: Enter Confirm Password
ar: ادخل تأكيد كلمة المرور

# insert_position
source: Enter the position
ar: ادخل المنصب

# insert_username
source: Enter the username
ar: أدخل إسم الستخدم

# International_login
source: Entering national establishments
ar: دخول المنشآت الوطنية

# International_login_info
source: To take advantage of the digital portal services, please log in through the National Information Center
ar: للإستفادة من خدمات منصة متصل يرجى الدخول عبر مركز المعلومات الوطني

# International_login_unique
source: Entry through the unified national access
ar: دخول عبر النفاذ الوطني الموحد

# International_login_unique_msg
source: Entry through the unified national access
ar: دخول عبر النفاذ الوطني الموحد

# login_btn
source: Entry
ar: دخول

# login_info
source: Login data
ar: بيانات الدخول

# login_to_government
source: Entering government establishments
ar: دخول الجهات الحكومية

# login_to_government_msg
source: To take advantage of the digital portal services, please log in through the National Information Center
ar: للإستفادة من خدمات منصة متصل يرجى الدخول عبر مركز المعلومات الوطني

# main_info
source: Main information
ar: المعلومات الرئيسية

# manage_foundation_account
source: Enterprise data management
ar: ادارة بيانات الجهة

# max_attachment_size
source: Maximum file 20 MB
ar: الحد الأقصى للملف 20 ميجا

# message_not_recived
source: You did not receive the message..
ar: لم تصلك الرسالة ..

# mobile_numb
source: Mobile Number
ar: رقم الجوال

# new_account
source: Register a new account
ar: تسجيل حساب جديد

# new_account_create
source: Register a new account
ar: تسجيل حساب جديد

# next
source: Next one
ar: التالي

source: No
ar: لا

# NoServiceFound
source: No service with this name was found...
ar: لم يتم العثور على خدمة بهذا الاسم ...

# otp_code
source: Validation code
ar: كود التحقق

# otp_code_msg
source: Please enter the four-digit verification code that was sent to the mobile number
ar: يرجى ادخال كود التحقق المكون من اربعة ارقام الذي تم ارسالة على رقم الجوال

# otp_confermation
source: Enter the confirmation code sent to the phone
ar: ادخل رمز التأكيد المرسل إلي الهاتف

source: Password
ar: كلمة المرور

# password_conf
source: Confirm password
ar: تأكيد كلمة المرور

source: Previous
ar: السابق

# recover_mobile_btn
source: Restore password
ar: استعادة كلمة المرور

# recover_password
source: Restore password
ar: استعادة كلمة المرور

# recover_password_msg
source: Please enter the user name and mobile number registered with the account to be able to recover the password
ar: يرجى ادخال اسم المستخدم ورقم الجوال المسجل بالحساب للتمكن من استعادة كلمة المرور

# register
source: Sign Up
ar: تسجيل

# register_government_account
source: Government establishments account registration
ar: تسجيل حساب الجهات الحكومية

# register_government_account_msg
source: If the government facility does not have an account previously registered, please register an account with the CITC e-services portal for e-government transactions.
ar: ان لم يكن للمنشآة الحكومية حساب مسجل من قبل يرجى تسجيل حساب ببوابة الخدمات الالكترونية لهيئة الاتصالات والفضاء والتقنية للتعاملات الإلكترونية الحكومية ..

# register_review
source: The data entered will be reviewed and you will be notified as soon as the account is activated.
ar: سيتم مراجعة البيانات المدخلة وسيتم اشعاركم فور تفعيل الحساب

# register_sent
source: Account data saved successfully
ar: تم حفظ بيانات الحساب بنجاح

source: Resend
ar: اعادة ارسال

# resend_after
source: Resend through
ar: اعادة ارسال خلال

# seconds
source: A second
ar: ثانية

# select_attachment_type
source: Choose file type
ar: اختر نوع الملف

# Select_Country
source: Choose the country
ar: اختر الدولة

# select_one_services_to_delegate
source: Choose one or more services from the list
ar: اختر واحدة او اكثر من الخدمات بالقائمة

# services_to_delegate
source: Services to be delegated
ar: الخدمات المراد التفويض عليها

# size
source: Space
ar: المساحة

# update_contct_btn
source: Edit contact
ar: تعديل جهة الإتصال

# update_delegate
source: Edit authorization data
ar: تعديل بيانات التفويض

# update_login_data
source: Update login information
ar: تحديث بيانات الدخول

# update_main_info
source: Update key information
ar: تحديث المعلومات الرئيسية

source: Username
ar: اسم المستخدم

# view_terms
source: .. View policies and terms and conditions of use
ar: .. عرض السياسات وشروط وأحكام الاستخدام

source: Yes
ar: نعم

# Download Asset
source: Download document
ar: تحميل الوثيقة

# Show Details
source: View details
ar: عرض التفاصيل

# address_info
source: Addresses and contact
ar: العناوين والاتصال

# comments
source: Comment
ar: التعليق

source: Comment
ar: التعليق

# foundation_Address
source: The address
ar: العنوان

# foundation_City
source: City
ar: المدينة

# Foundation_Country_address
source: The state
ar: الدولة

# foundation_Domain
source: Domain name
ar: إسم النطاق

# foundation_PostalCode
source: P O Box
ar: صندوق بريد

# foundation_Tel
source: Phone number
ar: رقم الهاتف

# foundation_Website
source: Website
ar: الموقع الالكتروني

# foundation_ZipCode
source: Postal code
ar: الرمز البريدي

# insert_Address
source: Enter the address
ar: أدخل العنوان

# insert_City
source: Enter the city
ar: أدخل المدينة

# insert_Comment
source: Enter a comment
ar: أدخل تعليق

# insert_foundation_Domain
source: Enter the domain name
ar: أدخل إسم النطاق

# insert_PostalCode
source: Enter a PO Box
ar: أدخل صندوق بريد

# insert_Tel
source: Enter a phone number
ar: أدخل رقم الهاتف

# insert_Website
source: Enter the website
ar: أدخل الموقع الإلكتروني

# insert_ZipCode
source: Enter Zip Code
ar: أدخل الرمز البريدي

# update_address_info
source: Update addresses and contact
ar: تحديث العناوين والاتصال

# no_data
source: There is no data
ar: لا توجد بيانات

# update_comment_info
source: Comment update
ar: تحديث التعليق

# insert_Complaint_message
source: You must enter the text of the message whether a complaint or a suggestion
ar: يجب إدخال نص الرسالة سواء إستفسار أو مقترح

# NoData
source: There is no data
ar: لا توجد بيانات

# YourVoteIsImportant
source: Your opinion matters
ar: رأيك يهمنا

# YourVoteMessage
source: We need your opinion to evaluate the services provided and to measure their suitability to your needs.
ar: نحتاج رأيك لتقييم الخدمات المقدمة و لقياس مدى ملائمتها لإحتياجاتك.

source: Change Account No
ar: تبديل رقم السجل التجاري

source: Foundation No
ar: رقم المنشأة

# ProcessType
source: Request Type
ar: نوع الطلب

# ProcessType_All
source: All
ar: الكل

# ProcessType_Processing
source: Processing
ar: معالجة

# ProcessType_Tracking
source: Tracking
ar: متابعة

# Requests_TotalRequestsProcessing
source: Total Processing Requests
ar: عدد طلبات المعالجة

# Requests_TotalRequestsTracking
source: Total Tracking Requests
ar: عدد طلبات المتابعة

source: Processing Requests
ar: طلبات المعالجة

source: Tracking Requests
ar: طلبات المتابعة

source: Average
ar: متوسط

source: Bad
ar: سيء

source: Excellent
ar: ممتاز

source: Good
ar: جيد

# SelectRate
source: Please select a rating
ar: يرجى تحديد تقييم

source: Weak
ar: ضعيف
