Repository: TheAlchimest/TemplateFwExample
Catalog: Infrastructure/Resources/Resources/UIResource.*.resx
Languages: ar

# TermsOfUsePage
source: <div class="news_text"> <div class="ms-rtestate-field" style="display:inline"> <h3> <span style="font-weight:bolder;font-size:11pt;color:#0001fe;"><strong>Terms</strong></span> </h3> <p> <span class="ms-rteFontSize-3">The website of the Saudi Communications, Space and Technology Commission (CITC) and its subsidiary services and websites shall be available for your personal use. Your access and use of this website shall be subject to the following Terms of Use and to the laws in force in the Kingdom of Saudi Arabia. Furthermore, your access to this website and its services shall be deemed to be an unconditional approval of these Terms of Use, whether or not you are a registered user. This approval shall be effective upon your first use of this website.</span> </p> <p> <span class="ms-rteFontSize-3">Any amendment to these terms and conditions shall be effective immediately upon its announcement, unless otherwise indicated. Your continued use of this website shall be deemed a full acceptance of such amendment.</span> </p> <p> <span class="ms-rteFontSize-3"> <br> </span> </p> <h3> <span style="font-weight:bolder;font-size:11pt;color:#0001fe;"><strong>&nbsp;Restrictions on Use</strong></span> </h3> <p> <span class="ms-rteFontSize-3">By using CITC services or websites, you hereby undertake NOT to: </span> </p> <p> <span class="ms-rteFontSize-3">·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Upload or download files containing software, materials, data, or other information not owned by you or for which you do not have a license;</span> </p> <p> <span class="ms-rteFontSize-3">·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Upload or download files containing viruses, corrupted data, or any other malicious software, or do anything that could affect the integrity, reliability, or continued availability of the information on the website;</span> </p> <p> <span class="ms-rteFontSize-3">·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Publish, advertise, distribute or circulate through the services of CITC any materials or information that contain defamation of character; violation of laws; pornographic or obscene material; material violating Islamic teachings or public morals; or any illegal material or information;</span> </p> <p> <span class="ms-rteFontSize-3">·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Use any means, software or procedure to intercept or attempt to intercept the proper operation of CITC website;</span> </p> <p> <span class="ms-rteFontSize-3">·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Take any action that imposes an unreasonable, large or improper load on the infrastructure of CITC website;</span> </p> <p> <span class="ms-rteFontSize-3">·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Any act that violates the Saudi Anti-Cyber Crime Law or any other related law in the Kingdom.</span> </p> <p> <strong class="ms-rteFontSize-3">&nbsp;</strong> </p> <h3> <span style="font-weight:bolder;font-size:11pt;color:#0001fe;"><strong>Using Links to CITC Website</strong></span> </h3> <p> <span class="ms-rteFontSize-3">·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Website-related links may not be created or displayed in a popup window or posted on any website, except for service-related links which may be posted on websites whose goals and general policies are consistent with the goals, policies and frameworks of CITC e-services.</span> </p> <p> <span class="ms-rteFontSize-3">·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; CITC shall not in any way be deemed involved in or linked to any trade or service marks, logos or brands or any other means used or appear on some of website services or any of their contents, unless they are approved by the Commission's competent departments.</span> </p> <p> <span class="ms-rteFontSize-3">·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; CITC shall reserve full rights to suspend and intercept any links from any unauthorized website or one containing inappropriate, obscene, offensive, indecent, pornographic, or unlawful topics, or any names, materials or information violating any laws or public or private rights.</span> </p> <p> <span class="ms-rteFontSize-3">·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; CITC disclaims any responsibility for the contents available on any other website accessed through its own website or through its services.</span> </p> <h3> <span style="font-weight:bolder;font-size:11pt;color:#0001fe;"><strong>Using Links from CITC Services</strong></span> </h3> <p> <span> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; related to other services and websites shall be provided with the aim of facilitating a visitor's access. CITC shall not be responsible for the contents or reliability of the services and websites whose contents are not approved by CITC. Therefore, the user shall be responsible for using any of these links to access such websites or services. </span> </p> <p> <span class="ms-rteFontSize-3">·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; CITC shall not guarantee the operation of the links to other websites.</span> </p> <h3> <span style="font-weight:bolder;font-size:11pt;color:#0001fe;"><strong>Property Rights</strong></span> </h3> <p> <span class="ms-rteFontSize-3">·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This website shall be technically supervised by CITC General Administration of Information Technology in the Kingdom. All the contents of the website, namely services and information, shall be considered as CITC's property, and shall be fully protected according to the Saudi copyright and trademark laws and intellectual property rights.</span> </p> <p> <span class="ms-rteFontSize-3">·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Unless otherwise specified, the website's services and materials may not be sold, licensed, rented, modified, copied, reproduced, reprinted, downloaded, advertised, transferred, distributed, displayed in public, edited, or used to produce works for public or commercial purposes, without obtaining the prior approval of CITC General Administration of Information Technology, except for scientific, research and awareness-raising purposes, wherein quoting the website is permissible on condition that its name is provided as reference.</span> </p> <p> <span class="ms-rteFontSize-3">·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Under no circumstances shall any of the website's contents be modified.</span> </p> <p> <span class="ms-rteFontSize-3">·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The drawings and images on this website shall be protected by copyright, and they may not be reproduced or exploited in any way whatsoever without obtaining the prior written approval of CITC General Administration of Information Technology.</span> </p> <h3> <span style="font-weight:bolder;font-size:11pt;color:#0001fe;"><strong>Termination of Use</strong></span> </h3> <p> <span class="ms-rteFontSize-3">CITC may, at its absolute discretion, terminate, restrict or suspend the user's right to access and use the services offered by the website without notice and for whatever reason, including violating the terms and conditions of use or any other behavior that the Commission may, at its discretion, deem as illegal or harmful to others. In case of termination, the user shall not be authorized to access these services.</span> </p> <h3> <span style="font-weight:bolder;font-size:11pt;color:#0001fe;">&nbsp;<strong>Judicial Reference</strong></span> </h3> <p> <span class="ms-rteFontSize-3">The user shall be subject to the judicial laws in force in the Kingdom of Saudi Arabia.</span> </p> <h3> <span style="font-weight:bolder;font-size:11pt;color:#0001fe;"><strong>&nbsp;Liability Limits</strong></span> </h3> <p> <span class="ms-rteFontSize-3">The e-services provided by CITC website regarding the various public and government agencies shall only be intended to facilitate manual procedures. Therefore, the user shall hereby acknowledge being fully aware that online communications may be subject to interference or interception by third parties; that the website shall not replace the information provided by official agencies; and that the applications and administrative procedures shall be made directly before the concerned agencies. Therefore, any reference to this website shall be made at the user's own liability. In no way shall the Commission assume any liability for any loss or damage whatsoever that the user may suffer because of using or visiting the website; depending on any statement, opinion or advertisement on the website; delaying the operation, lack of access or bad connection to the internet; breakdown of equipment or software; or the conduct or ideas of any person having access to this website. Therefore, the user shall hereby acknowledge and agree that his only way to avoid any damage or loss that may happen as a result of having access or use of this website is to stop or discontinue using or accessing it. </span> </p> <h3> <span style="font-weight:bolder;font-size:11pt;color:#0001fe;"><strong>&nbsp;Protection against Viruses</strong></span> </h3> <p> <span class="ms-rteFontSize-3">CITC shall exert every possible effort to check and test the contents of the website. The user shall be required to run anti-virus programs to scan all materials downloaded from the website. CITC shall not be responsible for any loss, interruption or damage of the user's data and devices that could happen during his use of the website or any materials downloaded therefrom.&nbsp;</span> </p> <h3> <span style="font-weight:bolder;font-size:11pt;color:#0001fe;"><strong>Waiver of Claims</strong></span> </h3> <p> <span class="ms-rteFontSize-3">·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; CITC's website and the services, information, materials and jobs provided or accessed through it shall be provided to the user on "as is" or "as available" basis without any acknowledgements, promises or guarantees whatsoever. CITC shall not guarantee or assume any liability for any failures, errors or violations that could arise from using this website or its contents or any other website linked thereto, whether with or without its knowledge.</span> </p> <p> <span class="ms-rteFontSize-3">·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The user shall not have the right to own or guarantee the confidentiality of any communications or information that he may send via the services of this website. Moreover, any use or interactive use that such services involve shall not guarantee any rights, licenses or privileges of any kind to the user.</span> </p> <h3> <span style="font-weight:bolder;font-size:11pt;color:#0001fe;"><strong>&nbsp;Compensation</strong></span> </h3> <p> <span class="ms-rteFontSize-3">The user hereby undertakes that he shall not take any legal action against CITC or any of its employees or staff in charge of managing, maintaining, updating, or providing website services. He shall also hold CITC harmless&nbsp; against any commitments, liabilities and compensations arising from the use of such services, whether the user breaches the terms and conditions of use or violates any of the laws in force in either the Kingdom or the place where he lives, or otherwise.</span> </p> <p> <strong class="ms-rteFontSize-3">&nbsp;</strong> </p> <h3> <span style="font-weight:bolder;font-size:11pt;color:#0001fe;"><strong>Criteria for Comments and E-Participation</strong></span> </h3> <p> <span class="ms-rteFontSize-3">All comments posted through E-participation channels shall be subject to a filtering process to ensure that the commentator has complied with the standards and controls for posting comments. The website management shall be entitled to exclude any comments which it deems inappropriate. The criteria for posting comments include the following:</span> </p> <p> <span class="ms-rteFontSize-3">·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Observe public morals, the Kingdom's laws, and Islamic teachings, and avoid using inappropriate phrases or indecent words;</span> </p> <p> <span class="ms-rteFontSize-3">·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Focus on the topic under discussion and keep comments relevant thereto;</span> </p> <p><span class="ms-rteFontSize-3"><span style="font-size:17.3333px;">·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span>Avoid personal criticism that does not enrich the discussion;</span></p> <p> <span class="ms-rteFontSize-3">·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Avoid comments that&nbsp; promote sectarian prejudices, racist attitudes or religious differences;</span> </p> <p> <span class="ms-rteFontSize-3">·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Be completely certain of the accuracy of Quranic texts or religious views they refer to; users had better leave such topics for specialists to discuss. </span> </p> <p> <span class="ms-rteFontSize-3">·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Avoid writing any personal information, including any contact details.<br></span> </p> <p> <br class="ms-rteFontSize-3"> </p> </div> </div>
ar: <div class="news_text"> <div class="ms-rtestate-field" style="display:inline"> <h3> <span style="font-weight:bolder;font-size:11pt;color:#0001fe;"> <strong>الشروط</strong> </span> </h3> إن الموقع الإلكتروني الخاص بهيئة الاتصالات والفضاء والتقنية وما فيه من خدمات ومواقع أخرى متشعبة منه متاح لاستخدامك الشخصي، ويخضع دخولك واستخدامك لهذا الموقع لبنود وشروط الاستخدام وللأنظمة المعمول بها في المملكة، وكذلك يعد وصولك ودخولك إلى الموقع وخدماته موافقة دون قيد أو شرط على بنود وشروط الاستخدام، سواءً كنت مستخدماً مسجلاً أم لا، وتسري هذه الموافقة اعتباراً من تاريخ أول استخدام لك لهذا الموقع. <br /><br /> يصبح أي تعديل لهذه البنود والشروط نافذاً فور إعلانه، ما لم يُبين خلاف ذلك، ويعني استمرارك في استخدام هذا الموقع بعد إعلان أي تعديل قبول تام لذلك التعديل. <br /><br /><br /> <h3> <span style="font-weight:bolder;font-size:11pt;color:#0001fe;"> <strong>القيود على الاستخدام</strong> </span> </h3> باستخدامك لخدمات أو مواقع هيئة الاتصالات والفضاء والتقنية، تقر بالامتناع عن الآتي: <ul> <li>رفع أو تحميل ملفات تحتوي على برمجيات أو مواد أو بيانات أو معلومات أخرى ليست مملوكة لك أو لا تملك ترخيصاً بشأنها. </li> <li>رفع أو تحميل ملفات تحتوي على فيروسات أو بيانات تالفة أو أي برمجيات خبيثة، أو القيام بكل ما من شأنه التأثير على سلامة المعلومات في الموقع أو موثوقيتها أو استمرار توفرها.</li> <li>نشر أو إعلان أو توزيع أو تعميم مواد أو معلومات تحتوي تشويهاً للسمعة أو انتهاكاً للقوانين أو مواد إباحية أو بذيئة أو مخالفة للتعاليم الإسلامية أو للآداب العامة أو أي مواد أو معلومات غير قانونية من خلال خدمات الهيئة.</li> <li>استخدام أية وسيلة أو برنامج أو إجراء لاعتراض أو محاولة اعتراض التشغيل الصحيح لموقع الهيئة.</li> <li>القيام بأي إجراء يفرض حملاً غير معقول أو كبير أو بصورة غير مناسبة على البنية التحتية لموقع الهيئة. </li> <li>كل ما يعد مخالفة لنظام مكافحة الجرائم المعلوماتية أو أي نظام آخر ذو علاقة في المملكة.</li> </ul> <br /><br /><br /> <h3> <span style="font-weight:bolder;font-size:11pt;color:#0001fe"> <strong> استخدام الروابط إلى موقع هيئة الاتصالات والفضاء والتقنية </strong> </span> </h3> <ul> <li>يمنع إنشاء أية روابط الكترونية خاصة بالموقع أو عرض أي منها في إطار أو وضع روابطها في أي موقع ما عدا وضع روابط خاصة بالخدمات في مواقع لا تتعارض في أهدافها وتوجهها العام مع أهداف وسياسات وأطر عمل الخدمات الإلكترونية التابعة لهيئة الاتصالات والفضاء والتقنية.</li> <li>لا تعتبر الهيئة بأي حال من الأحوال مشاركة أو مرتبطة بأي شكل كان بأي علامات أو شعارات أو رموز تجارية أو خدمية أو أية وسائل أخرى مستخدمة أو تظهر على بعض خدمات الموقع أو أي من محتوياتها مالم تكن معتمدة لدى الإدارات المختصة لديها.</li> <li>تحتفظ الهيئة بكامل حقوقها في إيقاف وإعاقة أي ارتباط بأي شكل من الأشكال من أي موقع غير مصرح به أو يحتوي على مواضيع غير ملائمة أو فاضحة أو متعدية أو بذيئة أو إباحية أو غير لائقة أو غير مقبولة أو غير قانونية، أو أسماء أو مواد أو معلومات تخالف أي نظام أو تنتهك أية حقوق عامة أو خاصة.</li> <li>لا تتحمل الهيئة أية مسئولية عن المحتويات المتوفرة في أي موقع آخر يتم الوصول إليه عبر هذا الموقع أو الوصول من خلال خدمات الهيئة.</li> </ul> <br /><br /><br /> <h3> <span style="font-weight:bolder;font-size:11pt;color:#0001fe;"><strong>استخدام الروابط من خدمات هيئة الاتصالات والفضاء والتقنية</strong></span> </h3> <ul> <li>يتم توفير روابط الاتصال الخاصة بخدمات ومواقع ويب أخرى بغرض التسهيل على الزائر، ولا تتحمل الهيئة مسؤولية أي محتويات أو مصداقية الخدمات والمواقع التي ترتبط بها ولم تصادق على محتوياتها، وبذلك فإن استخدام أي من هذه الروابط للوصول إلى المواقع أو الخدمات الغير مصدق عليها من الهيئة يكون على مسؤولية المستخدم.</li> <li>لا تضمن الهيئة عمل الروابط الإلكترونية المرتبطة بمواقع أخرى.</li> </ul> <br /><br /><br /> <h3> <span style="font-weight:bolder;font-size:11pt;color:#0001fe;"> <strong>حقوق الملكية</strong> </span> </h3> <ul> <li>تشرف الإدارة العامة لتقنية المعلومات بهيئة الاتصالات والفضاء والتقنية بالمملكة على هذا الموقع فنياً، وتعد جميع محتويات الموقع من خدمات ومعلومات ملكًا للهيئة، وهي محمية بالكامل طبقا للأنظمة السعودية لحقوق النشر والعلامات التجارية وحقوق الملكية الفكرية.</li> <li>ما لم ينص على خلاف ذلك، لا يجوز بيع خدمات الموقع وموادها أو ترخيصها أو تأجيرها أو تعديلها أو نسخها أو استنساخها أو إعادة طبعها أو تحميلها أو الإعلان عنها أو نقلها أو توزيعها أو عرضها بصورة علنية أو تحريرها أو إنشاء أعمال مشتقة منها للجمهور أو لأغراض تجارية، دون الحصول على الموافقة المسبقة من الإدارة العامة لتقنية المعلومات بالهيئة إلا للأغراض العلمية والبحثية ونشر الوعي فيجوز الاقتباس بشرط الإحالة إلى الموقع.</li> <li>يمنع منعاً باتاً أي تعديل لأي من محتويات الموقع.</li> <li>الرسومات والصور في هذه الموقع محمية بموجب حقوق النشر، ولا يجوز استنساخها أو استغلالها بأية طريقة كانت، دون موافقة خطية مسبقة من الإدارة العامة لتقنية المعلومات بالهيئة.</li> </ul> <br /><br /><br /> <h3> <span style="font-weight:bolder;font-size:11pt;color:#0001fe;"><strong>إنهاء الاستخدام</strong></span> </h3> يجوز للهيئة وحسب تقديرها المطلق إنهاء أو تقييد أو إيقاف حق المستخدم في الدخول إلى خدمات الموقع واستخدامها دون إشعار ولأي سبب بما في ذلك مخالفة شروط وبنود الاستخدام أو أي سلوك آخر قد تعتبره الهيئة حسب تقديرها غير قانوني أو مضرًا بالآخرين، وفي حالة الإنهاء، فإنه لن يكون مصرحا للمستخدم بالدخول إلى هذه الخدمات. <br /><br /><br /> <h3> <span style="font-weight:bolder;font-size:11pt;color:#0001fe;"><strong>المرجعية القضائية</strong></span> </h3> يخضع المستخدم للأنظمة القضائية المطبقة بالمملكة العربية السعودية. <br /><br /><br /> <h3> <span style="font-weight:bolder;font-size:11pt;color:#0001fe;"><strong>حدود المسؤولية</strong></span> </h3> الخدمات الإلكترونية التي يقدمها موقع هيئة الاتصالات والفضاء والتقنية بشأن العموم والجهات الحكومية المختلفة تُقدم فقط لتسهيل الإجراءات اليدوية، وبهذا يُقر المستخدم بعلمه الكامل بأن الاتصال عبر شبكة الإنترنت قد يتعرض للتدخل أو الاعتراض بواسطة الغير، وأن الموقع ومافيه من خدمات لا يستبدل المعلومات المتوفرة من خلال الجهات الرسمية، وأن الطلبات والإجراءات الإدارية يمكن اتخاذها مباشرة أمام الجهات المختصة، وعليه؛ فإن اللجوء إلى هذا الموقع يظل على مسؤولية المستخدم، ولا تكون الهيئة بأي حال من الأحوال مسؤولة عن أي خسائر أو أضرار من أي نوع قد يتكبدها المستخدم، أو اعتماده على أي بيان أو رأي أو إعلان في الموقع، أو ينجم عن أي تأخير في التشغيل، أو تعثر الاتصال، أو مشاكل الدخول إلى شبكة الإنترنت، أو أعطال المعدات، أو البرامج، أو سلوك أو أفكار أي شخص يدخل إلى هذا الموقع، وبهذا يقر المستخدم هنا ويوافق على أن وسيلته الحصرية والوحيدة لعلاج أي ضرر أو خسارة قد تحدث نتيجة دخوله أو استخدامه لهذا الموقع هي الامتناع عن استخدامها أو الدخول إليها أو عدم الاستمرار في ذلك. <br /><br /><br /> <h3> <span style="font-weight:bolder;font-size:11pt;color:#0001fe;"><strong>الحماية من الفيروسات</strong></span> </h3> تبذل هيئة الاتصالات والفضاء والتقنية كافة الجهود لفحص واختبار محتويات الموقع، وعلى المستخدم الالتزام بتشغيل برامج مضادات الفيروسات في جميع المواد التي يقوم بتنزيلها من الموقع، ولا تكون للهيئة أدنى مسؤولية عن أي خسائر أو انقطاع أو تلفيات في بيانات وأجهزة المستخدم، عند استخدام الموقع، أو المواد الواردة منها. <br /><br /><br /> <h3> <span style="font-weight:bolder;font-size:11pt;color:#0001fe;"><strong>التنازل عن المطالبات</strong></span> </h3> <ul> <li> إن موقع الهيئة والخدمات والمعلومات والمواد والوظائف المتاحة به، أو التي يمكن الوصول إليها من خلاله تُوفر للمستخدم "كما هي" و"كما هي متاحة" دون أي إقرار أو وعود أو ضمانات من أي نوع ولا يمكن للهيئة أن تضمن أو تتحمل المسؤولية عن أي انقطاعات أو أخطاء أو تجاوزات قد تنشأ عن استخدام هذا الموقع أو محتوياته أو أي موقع يرتبط به، سواء كان ذلك بعلمها أو بدون علمها. </li> <li>لا يكون للمستخدم الحق في ملكية أي اتصالات أو معلومات قد يقوم بإرسالها من خلال خدمات هذا الموقع أو حق ضمان سريتها كما أن أي استخدام أو استخدام تفاعلي تتضمنه هذه الخدمات لا تضمن للمستخدم أي حقوق أو تراخيص أو أية امتيازات من أي نوع.</li> </ul> <br /><br /><br /> <h3> <span style="font-weight:bolder;font-size:11pt;color:#0001fe;"><strong>التعويض</strong></span> </h3> يقر المستخدم بعدم اتخاذ أي إجراءات ضد الهيئة أو موظفيها أو المسؤولين عن إدارة خدمات الموقع أو صيانتها أو تحديثها أو تقديمها، وإعفائها من جميع الالتزامات والمسؤوليات والتعويضات الناشئة عن استخدام الخدمات سواء أكان الإخلال من جانبه ببنود وشروط الاستخدام، أو أي من الأنظمة السارية سواء في المملكة أو المكان الذي يقيم فيه، أو لغير ذلك. <br /><br /><br /> <h3> <span style="font-weight:bolder;font-size:11pt;color:#0001fe;"><strong>معايير التعليقات والمشاركة الإلكترونية:</strong></span> </h3> تخضع كل التعليقات التي تضاف في قنوات المشاركة الإلكترونية لعملية فلترة بهدف التأكد من التزام صاحب التعليق بمعايير وضوابط نشر التعليقات، ومن حق الإدارة عدم نشر أية تعليقات تراها غير مناسبة للنشر، علماً بأن معايير نشر التعليقات تشمل ما يلي: <br /> <ol> <li>يجب على صاحب التعليق أن يلتزم بالآداب العامة وأنظمة المملكة والتعاليم الإسلامية، وأن يتجنب استخدام أية عبارات غير مناسبة أو ألفاظ خادشة للحياء.</li> <li>أن يكون التعليق منصباً على الموضوع المطروح للنقاش وألا يبتعد عن ذلك بأي شكل من الأشكال عنه.</li> <li>تجنب الوقوع في أية انتقادات شخصية لا تهدف إلى إثراء الفكرة المطروحة.</li> <li>الابتعاد عن النعرات الطائفية وتجنب الوقوع في أية موضوعات عنصرية أو خلافات مذهبية.</li> <li>التأكد التام عند كتابة أي نصوص قرآنية أو آراء دينية ويفضل عدم الخوض فيها إلا من المختصين.</li> <li>تجنب كتابة أية معلومات شخصية ومنها أية معلومات خاصة بالتواصل.<br /></li> </ol> <br /><br /><br /> </div> </div>

source: Full Name
ar: الاسم بالكامل

source: Request Details
ar: تفاصيل الطلب

# Request_Log
source: Workflow
ar: سير الاجراء

# BackDirection
source: left
ar: right

# CRNumber
source: Commercial Register
ar: سجل تجاري رقم

# CRs
source: Commercial records
ar: السجلات التجارية

# SelectCR
source: Please choose the commercial register from the following
ar: يرجى اختيار السجل التجاري للمؤسسة المراد الدخول بحسابها من السجلات التالية

# TotalCRs
source: Total Commercial Registration Numbers
ar: إجمالي السجلات المسجلة لديك

source: Date type
ar: نوع التاريخ

# higri
source: Hijri
ar: هجري

# melady
source: Gregorian
ar: ميلادي

source: Select date type
ar: إختر نوع التاريخ

# NoServiceFoundData
source: No services found
ar: لم يتم العثور على خدمات

# PollSavedSuccessfully
source: The survey has been sent, thanking you for your fruitful participation in the development of the Authority's services
ar: تم ارسال الاستطلاع شاكرين مشاركتكم المثمرة في تطوير خدمات الهيئة

# PollSent
source: Survey sent
ar: تم إرسال الاستطلاع

source: Reply
ar: الرد

# langCode
source: en
ar: ar

# Menu
source: Main menu
ar: القائمة

source: Optional
ar: اختياري

source: Required
ar: مطلوب

source: Bank Transfer
ar: تحويل بنكى

source: Electronic Gate
ar: البوابة الإلكترونية

source: Pay
ar: الدفع

# ServicePaymentChannels
source: Payment Channels
ar: قنوات الدفع

# ServicePaymentChannelsMessage
source: Possible payment methods
ar: طرق الدفع الممكنة

# ServiceSubmitChannels
source: Service Channels
ar: قنوات تقديم الخدمة

# ServiceSubmitChannelsMessage
source: Ways to provide the available services
ar: سبل تقديم الخدمات المتاحه

# MobileGate
source: Mobile Application
ar: تطبيق الجوال

# no_requests
source: There are no requests
ar: لا توجد طلبات

# no_requests_results
source: There are no search results
ar: لا يوجد نتائج للبحث

# PDFFileServiceIntro
source: Service definition file
ar: الملف التعريفى

# RequestNumberMessage
source: The order reference number
ar: الرقم المرجعى للطلب
